Repository: solution-pool/my-axcrypt
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: pl, ru, sv, tr

# PurchaseVatEstimated
source: Premium is only for private individuals, no VAT deduction for businesses is possible. Companies and organizations must create an <a href="https://account.axcrypt.net/Business/CreateSubscription">AxCrypt Business</a> subscription. <b>VAT is not final</b>.
pl: Subskrypcja Premium jest przeznaczona wyłącznie dla osób prywatnych, nie ma możliwości odliczenia podatku VAT dla firm. Firmy i organizacje muszą utworzyć subskrypcję <a href="https://account.axcrypt.net/Business/CreateSubscription"> AxCrypt Business </a>. <b> VAT nie jest ostateczny </ b>.
ru: НДС является приблизительным. К сожалению, на данный момент опции вычета НДС для предприятий не существует. Приносим свои извинения.
sv: Premium är endast för privatpersoner, ingen momsfri försäljning till företag. Företag och organisationer måste skapa ett <a href="">AxCrypt Business</a>-abonnemang. <b>Momsbeloppet är preliminärt</b>.
tr: Premium yalnızca özel şahıslar içindir, işletmeler için herhangi bir KDV kesintisi mümkün değildir. Şirketler ve kuruluşların bir <a href="https://account.axcrypt.net/Business/CreateSubscription">AxCrypt Business</a> subscription. <b>VAT is not final</b> oluşturması gerekmektedir.

# PurchaseVatExcluded
source: Premium is only for private individuals. Companies and organizations must create an <a href="https://account.axcrypt.net/Business/CreateSubscription">AxCrypt Business</a> subscription. <b>VAT is excluded here.</b>
pl: Subskrypcja Premium jest przeznaczona wyłącznie dla osób prywatnych. Firmy i organizacje muszą utworzyć subskrypcję <a href="https://account.axcrypt.net/Business/CreateSubscription"> AxCrypt Business </a>. <b> VAT jest tutaj wyłączony. </ b>
ru: НДС не включён в стоимость.
sv: Premium är endast för privatpersoner. Företag och organisationer måste skapa ett <a href="https://account.axcrypt.net/Business/CreateSubscription">AxCrypt Business</a>-abonnemang. <b>Moms ingår ej här.</b>.
tr: Premium yalnızca özel şahıslar içindir. Şirketler ve kuruluşların bir <a href="https://account.axcrypt.net/Business/CreateSubscription">AxCrypt Business</a> üyeliği oluşturması gerekmektedir. <b>burada KDV hariç.</b>

source: Purging Active Files
pl: Usuwanie aktywnych plików
ru: Очистка Активных Файлов
sv: Rensar Aktiva Dokument
tr: Aktif dosyaları temizle

# RateApplicationLinkAndroid
source: Please rate us on <a>Google Play</a>
pl: Oceń nas na <a>Google Play</a>
ru: Пожалуйста, оцените нас на <a>Google Play</a>
sv: Betygsätt oss på <a>Google Play</a>.
tr: Lütfen bizi <a>Google Play</a> de notlandırın

# RateApplicationLinkFirstPart
source: Please rate us on
pl: Oceń nas na
ru: Пожалуйста, оцените нас на
sv: Bedöm oss på
tr: Lütfen bizi notlandır

# RateApplicationLinkIos
source: Please rate us on <a>App store</a>
pl: Oceń nas na <a>App store</a>
ru: Пожалуйста, оцените нас на <a>App store</a>
sv: Betygsätt oss på <a>App store</a>.
tr: Lütfen bizi <a>uygulama dükkanında</a> notlandır

# RateApplicationLinkSecondPartIos
source: App store
sv: App-butik
tr: Uygulama dükkanı

# RecentFilesOpenToolStripMenuItemText
source: Open
pl: Otwórz
ru: Открыть
sv: Öppna
tr: Aç

# RecentFilesTabPageText
source: Encrypted | Decrypted Files
pl: Ostatnie pliki
ru: Недавние Файлы
sv: Aktuella
tr: Son eklenen dosyalar

# RegisterError
source: Registration failed. Please check your e-mail and try again.
pl: Rejestracja nie powiodła się. Sprawdź swoją skrzynkę email i spróbuj ponownie.
ru: Регистрация не удалась. Пожалуйста, проверьте Вашу электронную почту и попробуйте заново.
sv: Misslyckad registrering, kontrollera din inbox och försök igen.
tr: Kayıt başarısız oldu. Lütfen e-postalarını kontrol edip tekrar dene.

# RegisterLink
source: New user? Sign up
pl: Nowy użytkownik? Załóż konto
ru: Новый пользователь? Подпишитесь
sv: Ny användare? Registrera dig
tr: Yeni kullanıcı mısın? Üye ol

# RegisterPageBody
source: To start using AxCrypt you have to sign up for an AxCrypt ID by submitting your e-mail address in the form below. A message containing a verification link will then be sent to the specified address and when you click that link you will be asked to choose a password. That's it! A 30 day trial of AxCrypt Premium is included and you can start it at any time from the AxCrypt app.
pl: Aby rozpocząć korzystanie z programu AxCrypt, musisz zarejestrować AxCrypt ID, podając swój adres email w poniższym formularzu. Na adres ten zostanie wysłana wiadomość z linkiem weryfikacyjnym, po kliknięciu na który zostaniesz poproszony o wybranie hasła. Po prostu! Masz do dyspozycji 30-dniowy okres próbny AxCrypt Premium, który możesz uruchomić w dowolnym momencie z poziomu aplikacji AxCrypt.
ru: Для начала пользования AxCrypt Вам необходимо подписаться на AxCrypt ID, предоставив Ваш адрес электронной почты в нижеприведённой форме. После этого сообщение с верификационным кодом будет отправлено на указанный Вами адрес электронной почты. После нажатия на ссылку, Вас попросят выбрать пароль. Вот и всё! 30-дневный пробный период AxCrypt Premium включен, и Вы можете начать его в любое время через приложение AxCrypt.
sv: Prova AxCrypt genom att registrera dig för ett AxCrypt ID nedan. Ange din epostadress så skickar vi ett meddelande med en verifieringslänk. När du klickar på länken kommer du till en verifieringssida där du även sätter ditt nya lösenord. Det är allt! En provperiod på 30 dagar ingår alltid och du kan påbörja den när som helst i AxCrypt-programmet som du laddar ned separat.
tr: AxCrypt kullanmaya başlamak için, e-posta adresinle aşağıdaki formu doldurarak bir AxCrypt kimliğine başvurman lazım. Onay kodu içeren bir mesaj e-posta kutuna yollanacak ve tıkladığında bir şifre seçmen istenecek. İşte bu kadar! 30 günlük AxCrypt Premium deneme paketi içindedir ve AxCrypt uygulamasından istediğinde başlatabilirsin.

# RegisterPageTitle
source: Sign up for an AxCrypt ID
pl: Zarejestruj własny AxCrypt ID
ru: Подписаться на AxCrypt ID
sv: Registrera ditt AxCrypt ID
tr: AxCrypt kimliği için kaydol

# RegisterSuccess
source: You have now signed up for an AxCrypt ID! Check your e-mail <b>{0}</b> for a verification link.
pl: Zarejestrowałeś swój AxCrypt ID! Sprawdź swoją skrzynkę mailową <b>{0}</b>, aby otrzymać link weryfikacyjny.
ru: Вы теперь подписаны на AxCrypt ID! Проверьте Вашу электронную почту <b>{0}</b> на получение верификационной ссылки.
sv: Nu har du registrerat ditt AxCrypt ID! Kontrollera din inbox för <b>{0}</b> efter ett meddelande med en verifieringslänk.
tr: Bir AxCrypt kimliği yaratarak hesap açtın! Onay linki için e-posta kutunu <b>{0}</b> kontrol et.

# ReliabilityLabel
source: Reliability
pl: Niezawodność
ru: Надёжность
sv: Tillförlitlighet
tr: Güvenilirlik

# ReliabilitySectionText
source: AxCrypt has been on the market for 15 years, and has grown to become one of the world’s most popular encryption softwares with more than 20 million downloads. Over the years we have also been mentioned and rated by many as one of the world’s best softwares for encryption.
pl: AxCrypt działa na rynku od 15 lat i stał się jednym z najbardziej popularnych programów szyfrujących na świecie, z ponad 20 milionami pobrań. Przez te lata zostaliśmy ocenieni przez wielu jako jeden z najlepszych programów do szyfrowania na świecie.
ru: AxCrypt существует на рынке в течение 15 лет и сегодня является одним из самых популярных программных обеспечений кодирования с более чем 20 миллионов скачиваний. На протяжении этих лет мы были упомянуты и оценены многими как лучшее мировое программное обеспечение кодирования.
sv: AxCrypt har funnits i över 15 år, och har vuxit till att bli en av världens mest populära krypteringsprogram med över 20 millioner nedladdningar. Genom åren har vi också blivit omnämnda och rankade som en av världens bästa program för kryptering.
tr: AxCrypt 15 senedir piyasadadır, ve 20 milyon indirmeyle dünyanın en popüler şifre yazılım programlarından biri olmuştur. Seneler içinde başkaları tarafındanda dünyanın en iyi şifre yazılım programlarından biri olarak sayılmıştır.

# ReliabilityUpdateAvailableWarning
source: Your software needs to be updated due to a reliability issue.
pl: Twoje oprogramowanie musi być aktualizowane z powodu problemu niezawodności.
ru: Ваше програмное обеспечение необходимо обновить ввиду проблемы надёжности безопасной работы.
sv: Programmet behöver uppdateras pga ett tillförlitlighetsproblem.
tr: Bir güvenilirlik sorunundan dolayı yazılımının güncellenmesi gerekmektedir.

# RemoveRecentFileLabel
source: Remove file
pl: Usuń plik
ru: Удалить файл
sv: Ta bort fil
tr: Dosyayı kaldır

# RemoveRecentFileToolStripMenuItemText
source: Remove from list but keep secured
pl: Usuń plik z listy ale nadal zabezpieczaj.
ru: Удалить из списка, но оставить файл защищённым
sv: Ta Bort men Behåll Skydd
tr: Listeden çıkar ama dosyayı koruma altında tut

# ResendButtonText
source: Resend
pl: Wyślij ponownie
ru: Отправить ещё раз
sv: Återsänd
tr: Tekrar yolla

# ResendButtonToolTip
source: Click to resend the verification code to your e-mail.
pl: Kliknij, aby wysłać ponownie email z kodem weryfikacyjnym.
ru: Нажмите, чтобы ещё раз отправить верификационный код на Вашу электронную почту.
sv: Klicka för att återsända verifieringskoden till din e-post.
tr: Onay kodunu e-posta adresine tekrar yollamak için tıkla.

# ResetAllSettingsWarningText
source: This will clear all settings. No data will be lost, but the configuration will be reset to installation defaults.
pl: Spowoduje to wyczyszczenie wszystkich ustawień. Żadne dane nie zostaną utracone, ale konfiguracja zostanie zresetowana do domyślnych ustawień instalacji.
ru: Это очистит все настройки. Данные не будут потеряны, но конфигурация будет сброшена до установок по умолчанию.
sv: Rensa alla inställningar. Inget data går förlorat, men all konfiguration återställs till standardläget.
tr: Bu tüm ayarları silecektir. Hiçbir veri kaybı yaşanmayacak, ancak konfigürasyon kurulum ayarlarına getirilecek.

# ResetButtonText
source: Reset
pl: Resetuj
ru: Сброс
sv: Återställ
tr: Sıfırla

# RestoreAnonymousNamesMenuText
source: Rename to original
pl: Przywróć pierwotną nazwę
ru: Измените имя на оригинал
sv: Återställ namnet
tr: Orijinal isme yeniden adlandır

# RestoreAnonymousNamesToolTip
source: Restore the file name based on the original file name of an encrypted file that has been renamed.
pl: Przywróć nazwę pliku na podstawie pierwotnej nazwy zaszyfrowanego pliku, którego nazwa została zmieniona.
ru: Восстановить имя файла на основе исходного имени файла (зашифрованного файла), который был переименован.
sv: Återställ originalnamnet för en krypterad fil med ändrat namn.
tr: Dosya ismini, yeniden adlandırılmış şifrelenmiş bir dosyanın orijinal dosya ismine getir.

# SameFilePasswordAsSignedInError
source: We already tried the password you are signed in with! Try another password.
pl: Próbowaliśmy już hasła, którego użyłeś do logowania! Wypróbuj inne hasło.
ru: Мы уже пробовали пароль, с которым вы вошли в систему! Попробуйте другой пароль.
sv: Vi har redan provat lösenordet du är inloggad med! Försök med ett annat lösenord.
tr: Oturum açmış olduğun şifreyi zaten denedik! Başka bir şifre dene.

# SaveSecretErrorIsReadOnly
source: Only users with a valid subscription plan are allowed to save password entries.
pl: Zapisywanie haseł jest dostępne tylko dla użytkowników z wykupionym abonamentem.
ru: Только пользователи с действующей подпиской могут сохранять вводы паролей.
sv: Endast betalande abonnenter kan spara lösenordsposter.
tr: Şifre girişlerini sadece Premium üyeliği olan kullanıcılar kaydedebilir.

# SecretsButtonToolTipText
source: Go to password management.
pl: Przejdź do zarządzania hasłami.
ru: Перейдите в Менеджер Паролей.
sv: Gå till lösenordshantering.
tr: Şifre idaresine git.

# SecretsSortOrderLabel
source: Sort By
pl: Sortuj według
ru: Сортировать По
sv: Sorteringsordning
tr: Gruplandırma ölçütü

# SecretsSortOrderOptionByContent
source: Content
pl: Zawartość
ru: Контент
sv: Innehåll
tr: İçerik

# SecretsSortOrderOptionNone
source: [None]
pl: [Żaden]
ru: [Ничего]
sv: [Ingen]
tr: [Hiçbiri]

# SecretsWarningIsReadOnly
source: You do not have a valid subscription plan and can therefore no longer edit or create new password entries. However, you can still see existing entries. If you have not used your 30 day Premium Trial period, you can start it from the <a href="https://www.axcrypt.net/Download/">AxCrypt app</a>.
pl: Nie masz wykupionego abonamentu i dlatego nie możesz już edytować ani tworzyć nowych haseł. Możesz jednak nadal przeglądać istniejące wpisy. Jeśli nie korzystałeś z 30-dniowego okresu testowego Premium, możesz go uruchomić z <a href="https://www.axcrypt.net/Download/">aplikacji AxCrypt</a>.
ru: Вы больше не являетесь пользователем с действующей подпиской, поэтому не имеете более возможности редактировать и создавать новые вводы паролей. Однако Вы до сих пор имеете возможность видеть существующие вводы. Если Вы ещё не воспользовались Вашим 30-дневным пробным периодом Premium, Вы можете его начать на <a href="https://www.axcrypt.net/Download/">AxCrypt app</a>
sv: Ditt abonnemang har slutat gälla och därför kan du bara läsa lösenordsposter, inte uppdatera. Om du inte har använt din 30-dagars gratis provperiod för Premium, kan du starta det från <a href="https://www.axcrypt.net/Download/">AxCrypt-applikationen</a>.
tr: Premium üyeliğin olmadığı için artık şifre düzenleyemiyor ya da yeni şifreler oluşturamıyorsun. Ancak hala var olan şifreleri görüntüleyebilirsin. 30 günlük Premium deneme paketini kullanmadıysan buradan başlayabilirsin: <a href="https://www.axcrypt.net/Download/">AxCrypt app</a>.

# SecretsWarningIsSoonExpired
source: Your premium subscription expires soon, on {0}. Thereafter you'll have to extend your premium subscription to be able to edit or create new password entries. You'll retain read-only access indefinitely.
pl: Twoja subskrypcja Premium wygasa {0}. Będziesz musiał przedłużyć subskrypcję Premium, aby móc edytować lub tworzyć nowe hasła. Dostęp tylko do odczytu zachowujesz bezterminowo.
ru: Ваша подписка на Рremium скоро заканчивается {0}. После Вам необходимо продлить Вашу Рremium подписку для возможности редактирования и создания новых вводов паролей. Вы оставляете за собой неограниченный доступ к режиму чтения документов.
sv: Din Premiumprenumeration går ut {0}. Därefter kan du bara läsa lösenordsposter om du inte förnyar prenumerationen.
tr: {0} da Premium üyeliğinin süresi dolmak üzere. Sonrasında yeni şifre girişleri yaratmak veya değişiklik yapmak için premium üyeliğini uzatman gerekmektedir. Yalnızca okumaya süresiz erişimin bulunmaktadır.

# SecureDeleteDialogTitle
source: AxCrypt Secure Delete
pl: Bezpieczne usuwanie AxCrypt
ru: AxCrypt Безопасное Удаление
sv: AxCrypt Säker Radering
tr: AxCrypt güvenli silme

# SecureDeleteToolStripMenuItemText
source: Secure Delete
pl: Bezpieczne usuwanie
ru: Безопасное Удаление
sv: Säker Radering
tr: Güvenli sil

# SecurityLabel
source: Security
pl: Ochrona
ru: Безопасность
sv: Säkerhet
tr: Güvenlik

# SecuritySectionText
source: Security is crucial to us. Everything we do with AxCrypt is done with security as the highest priority. We make sure that no one ever gets access to your encrypted files, as long as you have control of your own password.
pl: Bezpieczeństwo jest dla nas kluczowe. We wszystkim, co robimy z AxCrypt, bezpieczeństwo jest najwyższym priorytetem. Dopilnowujemy, aby nikt nie miał dostępu do zaszyfrowanych plików, dopóki masz kontrolę nad własnym hasłem.
ru: Для нас безопасность имеет ключевую роль. Всё, что делается вместе с AxCrypt, происходит с наивысшим приоритетом безопасности. Мы заботимся о том, чтобы никто не имел доступа к Вашим закодированным файлам, при условии , что Вы контролируете Ваш собственный пароль.
sv: Säkerhet är kritiskt för oss. Allt som har med AxCrypt att göra sker med säkerhet som högsta prioritet. Vi säkerställer att ingen kan öppna dina filer, så länge ditt lösenord är hemligt.
tr: Güvenlik bizim için çok önemli. AxCrypt'te yaptığımız herşey en yüksek güvenlik seviyesinde yapılmaktadır. Şifren kontrolün altında olduğu sürece, senden başka kimsenin asla şifreli dosyalarınıza erişemeyeceğini garanti ediyoruz.

# SecurityUpdateAvailableWarning
source: Your software needs to be updated due to a security issue.
pl: Oprogramowanie musi zostać zaktualizowane ze względu na bezpieczeństwo.
ru: Ваше программное обеспечение необходимо обновить ввиду проблемы безопасности.
sv: Programmet behöver uppdateras beroende på en säkerhetsbrist.
tr: Sürümün bir güvenlik sorunu nedeniyle yenilenmelidir.

source: Send invitation
pl: Wyślij zaproszenie
ru: Отправить приглашение
sv: Skicka inbjudan
tr: Davetiye gönder

# SetEmailLabel
source: Set email
pl: Ustaw email
ru: Установить адрес электронной почты
sv: Epostadress
tr: E-posta belirle

# SettingsDeletePageBody
source: This will delete your AxCrypt ID permanently from the system. <span class="red">All data associated with your AxCrypt ID, including saved password entries, will also be deleted.</span> (If you just want to change your AxCrypt ID e-mail, click <a href="{0}">here</a> instead.) Enter your password below to a delete your AxCrypt ID.
pl: Tutaj możesz trwale usunąć swój AxCrypt ID z systemu. <span class ="red">Wszystkie dane powiązane z Twoim AxCrypt ID, w tym zapisane hasła, również zostaną usunięte.</span> Podaj poniżej swoje hasło, aby usunąć swój AxCrypt ID.
ru: Здесь Вы можете окончательно удалить Ваш AxCrypt ID из системы. <span class="red">Вся дата, связанная с Вашим AxCrypt ID, включая сохранённые вводы паролей, будет тоже удалена.</span> (Если вы только хотите изменить электронную почту Вашего AxCrypt ID, просто нажмите <a href="{0}">здесь</a> ) Введите ниже Ваш пароль для удаления Вашего AxCrypt ID.
sv: Detta raderar ditt AxCrypt ID permanent. <span class="red">All information tas bort, vilket innefattar sparade lösenordsposter.</span> (Om du bara vill ändra din e-postaddress, klicka <a href="{0}">här</a> istället.) Ange ditt lösenord för att bekräfta raderingen.
tr: Bu islem senin AxCrypt kullanıcı adını sistemden kalıcı olarak silecektir. <span class="red">AxCrypt kullanıcı adınla bağdaştırılan tüm veriler, kaydedilmiş şifre girişleri dahil silinecektir.</span> (Eger sadece AxCrypt ID e-mailinizi degistirmek istiyorsaniz, tiklayiniz <a href="{0}">here</a>.) AxCrypt kimliğini silmek için şifreni gir.

# SettingsEmailPageBody
source: To change the e-mail associated with your AxCrypt ID, type in a new e-mail address below. This will affect how you sign in to the site and where site e-mails are sent. A confirmation e-mail will be sent to the new address. The change is effective only after the confirmation link is clicked and a successful sign in.
pl: Aby zmienić adres email skojarzony z Twoim AxCrypt ID, wpisz nowy adres email poniżej. Wpłynie to na sposób logowania się do serwisu i wysyłania wiadomości email. Email z potwierdzeniem zostanie wysłany na nowy adres. Zmiana jest skuteczna tylko po kliknięciu linku potwierdzającego i pomyślnym zalogowaniu.
ru: Для изменения Вашего адреса электронной почты, связанного с Вашим AxCrypt ID, введите ниже новый адрес электронной почты. Это повлияет на то, как Вы входите в систему, и куда отправляются электронные письма сайта. Электронное письмо с подтверждением будет отправлено на новый адрес. Изменение вступит в силу только после того, как Вы нажмёте на ссылку и успешно выполните вход в систему.
sv: För att ändra epostadressen till ditt AxCrypt ID, ange en ny nedan. Därefter måste du ange den nya adressen när du loggar in, och eventuell epost från oss skickas till den nya. Ett bekräftelsemeddelande kommer att skickas till den nya adressen. Ändringen träder i kraft efter att du klickat på länken i meddelandet, och loggat in.
tr: AxCrypt kimliğine bağlı e-posta adresini değiştirmek için aşağıya yeni bir e-posta adresi gir. Bu, siteye nasıl bağlandığını ve e-postaların nereye yollandığını belirleyecektir. Yeni e-posta adresine bir onay kodu yollanacak. Değişim yürürlüğe sadece onay bağına tıklandığında ve başarıyla oturum açıldığında girecektir.

# SettingsNotificationsPageBody
source: Choose your preference for AxCrypt notification e-mails below.
pl: Wybierz preferencje dotyczące powiadamień emailowych AxCrypt poniżej.
ru: Выберите ниже Ваше предподчтения по уведомительным электронным письмам от AxCrypt.
sv: Välj ditt önskemål om AxCrypt-notifieringar nedan.
tr: AxCrypt e-posta ileti tercihlerini aşağıdan seç.

# SettingsPageTitle
source: Settings
pl: Ustawienia
ru: Настройки
sv: Inställningar
tr: Seçenekler

# SettingsPasswordPageBody
source: To change password, provide the current password and then specify and verify your new password. Choose something difficult to guess, since it will protect passwords in the online password manager as well as access to the site. Type slowly and carefully, and do not forget your new password!
pl: Aby zmienić hasło, podaj bieżące hasło, a następnie określ i potwierdź nowe hasło. Wybierz coś trudnego do odgadnięcia, ponieważ hasło to będzie chronić inne hasła w menedżerze haseł online, jak i dostęp do serwisu. Wpisz powoli i starannie, i nie zapomnij nowego hasła!
ru: Для изменения пароля введите нынешний пароль, затем уточните и подтвердите Ваш новый пароль. Выберите сложно угадываемый пароль, поскольку он будет защищать пароли в онлайн менеджере паролей и доступ к сайту. Вводите пароль медленно и осторожно, запомните Ваш новый пароль!
sv: För att ändra ditt lösenord, ange ditt nuvarande och sedan det nya samt det nya en gång till som verifiering. Välj något som är svårt att gissa, eftersom det skyddar allt som har med AxCrypt att göra! Skriv långsamt och försiktigt, och glöm inte bort det!
tr: Şifreyi değiştirmek için geçerli şifreni girip tekrar yeni şifreni gir. Şifre hem çevrimiçi şifre yöneticisindeki şifrelerini hem de siteye erişimini sağlayacağı için tahmin etmesi zor bir şifre seçmeye çalış. Yavaşça ve dikkatlice yaz ve yeni şifreni unutma!

# SharedWithUnverfiedMessageTitle
source: New AxCrypt User
pl: Nowy użytkownik AxCrypt
ru: Новый Пользователь AxCrypt
sv: Ny användare
tr: Yeni AxCrypt kullanıcısı

# SharedWithUnverifiedMessagePattern
source: You are about to share securely with someone who has received but not yet responded to an invitation to use AxCrypt. Please consider informing '{0}' directly about AxCrypt file security.
pl: Zamierzasz bezpiecznie dzielić się z kimś, kto otrzymał zaproszenie do używania AxCrypt, ale jeszcze na nie nie odpowiedział. Może rozważ bezpośrednie poinformowanie "{0}" o zabezpieczeniach plików AxCrypt.
ru: Вы хотите безопасно поделиться доступом к файлу с пользователем, кому уже было отправлено приглашение для использования AxCrypt, но ответа пока не было получено. Вам следует проинформировать лично '{0}' о безопасности файлов в AxCrypt.
sv: Du kommer att börja säker nyckeldelning med någon som har fått, men ännu inte verifierat en inbjudan att använda AxCrypt. Det kan vara lämpligt att informera '{0}' direkt om AxCrypt filskydd.
tr: AxCrypt kullanma davetini alıp cevap vermemiş biriyle güvenli paylaşım yapmak üzeresin. Lütfen AxCrypt dosya güvenliği hakkında '{0}' e bildir.

# ShareKeysFileOpenDialogTitle
source: Select secured file to share
pl: Wybierz zabezpieczany plik do udostępnienia
ru: Выберите защищённые файлы для совместного пользования
sv: Välj skyddat dokument att dela
tr: Paylaşılacak güvenli dosyayı seç

# ShareKeysToolStripMenuItemText
source: Share Keys
pl: Udostępnij klucze
ru: Поделиться Ключами
sv: Åtkomstdela
tr: Anahtarları paylaş

# ShareWithOthersDescription
source: One-click access to the AxCrypt password manager
pl: Dostęp do menedżera haseł AxCrypt jednym kliknięciem
ru: Доступ одним нажатием к AxCrypt менеджеру паролей
sv: Öppna AxCrypt Lösenordshanterare med ett klick
tr: AxCrypt şifre yöneticisine tek-tık erişim
