Repository: solution-pool/my-axcrypt
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: pl, ru, sv, tr

# DeleteAccountSuccess
source: Your AxCrypt ID has been successfully deleted. We're sad to see you go and hope you enjoyed your time with AxCrypt!
pl: Twój identyfikator AxCrypt został pomyślnie usunięty. Przykro nam, że rozstajesz się z nami i mamy nadzieję, że byłeś zadowolony z AxCrypt!
ru: Ваш AxCrypt ID был успешно удалён. Нам очень жаль Вас терять, но мы надеемся, что Ваше время с AxCrypt было результативным!
sv: Ditt AxCrypt ID har tagits bort. Vi är ledsna att du lämnar oss, men vi hoppas du uppskattat AxCrypt.
tr: AxCrypt kimliğin başarıyla silinmiştir. Yollarımızın ayrılmasına üzülsek de AxCrypt'teki vaktinden keyif aldığını umarız!

# DeleteSecretErrorNotFound
source: The deletion failed because the requested password could not be found.
pl: Usuwanie nie powiodło się, ponieważ nie można było znaleźć żądanego hasła.
ru: Удаление не удалось, поскольку запрашиваемый пароль не был найден.
sv: Raderingen misslyckades eftersom lösenordsposten inte kan hittas.
tr: Silme işlemi, istenilen şifrenin bulunmaması nedeniyle başarısız olmuştur.

# DeleteSecretSuccess
source: Your password has been deleted.
pl: Twoje hasło zostało usunięte.
ru: Ваш пароль был удалён.
sv: Lösenordsposten har raderats.
tr: Şifren silinmiştir.

# DialogAxCryptIdEmailTitle
source: AxCrypt ID
tr: AxCrypt kimliği

# DialogAxCryptIdFirstTimeText
source: The first time you start AxCrypt a real email address is required. Click help for more information.
pl: Przy pierwszym uruchomieniu AxCrypt potrzebny jest prawdziwy adres email. Kliknij przycisk Pomoc, aby uzyskać więcej informacji.
ru: При Вашем первом использовании AxCrypt нужен действующий адрес электронной почты. Нажмите для более подробной информации.
sv: Första gången du startar AxCrypt behövs en riktigt epostadress och åtkomst till Internet. Använd hjälpknappen för mer information.
tr: AxCrypt'e ilk başladığında gerçek bir e-posta adresi gereklidir. Daha fazla bilgi almak için Destek'e tıkla.

# DialogDecryptTitle
source: Password Required
pl: Wymagane hasło
ru: Нужен Пароль
sv: Lösenord Krävs
tr: Şifre gerekli

# DialogExportAxCryptIdFileName
source: AxCrypt ID (#{1}) - {0}.666
pl: AxCrypt ID (#{1}) - {0}.axx
tr: AxCrypt kimliği (#{1}) - {0}.axx

# DialogExportAxCryptIdTitle
source: Export AxCrypt ID
pl: Eksportuj AxCrypt ID
ru: Экспорт AxCrypt ID
sv: Exportera AxCrypt ID
tr: AxCrypt kimliğini yolla

# DialogExportSharingKeyFileName
source: AxCrypt Sharing Key (#{1}) - {0}.txt
pl: Klucz udostępniania AxCrypt (# {1}) - {0} .txt
ru: Ключ Совместного Использования AxCrypt (#{1}) - {0}.txt
sv: AxCrypt Delningsnyckel (#{1}) - {0}.txt
tr: AxCrypt Paylaşım Anahtarı (#{1}) - {0}.txt

# DialogExportSharingKeyTitle
source: Export Public Sharing Key
pl: Eksportuj klucz publiczny udostępniania
ru: Экспортировать Публичный Ключ Совместного Использования
sv: Exportera Delningsnyckel
tr: Ortak paylaşım anahtarını paylaş

# DialogFilePasswordTitle
source: File Password
pl: Hasło do Pliku
ru: Пароль к Файлу
sv: Lösenord för fil
tr: Dosya şifresi

# DialogImportPrivateAxCryptIdAccessIdPrompt
source: AxCrypt ID
tr: AxCrypt kimliği

# DialogImportPrivateAxCryptIdTitle
source: Import AxCrypt ID
pl: Importuj AxCrypt ID
ru: Импортировать AxCrypt ID
sv: Importera AxCrypt ID
tr: AxCrypt kullanıcı kimliğini indir

# DialogInviteUserPromptLabelText
source: Enter the email address of a person to invite to use AxCrypt.
ru: Введите адрес электронной почты человека, которого Вы хотели бы пригласить использовать AxCrypt.
sv: Ange e-postaddress till någon du vill bjuda in att använda AxCrypt.
tr: Birini AxCrypt kullanmaya davet etmek için lütfen o kişinin e-posta adresini giriniz.

# DialogInviteUserTitle
source: Invitation
ru: Приглашение
sv: Inbjudan
tr: Davetiye

# DialogKeyShareInviteUserTitle
source: Invitation details
ru: Детали приглашения
sv: Bjud in
tr: davet detayları

# DialogKeyShareTitle
source: Access Sharing
pl: Współdzielenie dostępu
ru: Доступ к Совместному Использованию
sv: Åtkomstdelning
tr: Paylaşıma eriş

# DialogManageAxcryptIdTitle
source: Manage AxCrypt ID
pl: Zarządzaj AxCrypt ID
ru: Администрировать AxCrypt ID
sv: Hantera AxCrypt ID
tr: AxCrypt kimliğini yönet

# DialogNewPasswordTitle
source: Create New Password
pl: Utwórz nowe hasło
ru: Создать Новый Пароль
sv: Skapa Nytt Lösenord
tr: Yeni şifre yarat

# DialogVerifyAccountTitle
source: Verify AxCrypt ID
pl: Potwierdź AxCrypt ID
ru: Подтвердить AxCrypt ID
sv: Verifiera AxCrypt ID
tr: AxCrypt kimliğini onayla

# DialogWatchedFoldersTitle
source: Secured Folders
pl: Zabezpieczone Foldery
ru: Защищённые Папки
sv: Skyddade Mappar
tr: Koruma Altındaki Klasörler

# DisableIdleSignOutToolStripMenuItemText
source: Disable
pl: Wyłącz
ru: Отключить
sv: Av
tr: Devre Dışı Bırak

# DisclaimerMailFooter
source: This automatic email is translated to your preferred language, but direct personal service and support is in English.
ru: Это автоматическое электронное письмо переведено на ваш предпочитаемый язык, но персональный сервис и техническая поддержка осуществляются на английском языке.
sv: Detta automatiska e-postmeddelande är översatt till svenska, men personlig service och support sker på engelska.
tr: Bu otomatik e-posta tercih etmiş olduğun dile tercüme edilmiştir, fakat bireysel yardım ve destek İngilizcedir.

# DontShowAgainCheckBoxText
source: Don't show this again.
pl: Nie pokazuj więcej tego komunikatu.
ru: Не показывать это снова.
sv: Visa inte igen.
tr: Bunu bir daha gösterme.

# DoubleClickToOpenToolTip
source: Double click to open. If required you will be prompted for a password.
pl: Kliknij dwukrotnie, aby otworzyć. W razie potrzeby zostanie wyświetlony monit o hasło.
ru: Нажмите два раза для открытия. Если понадобится, Вас попросят ввести пароль.
sv: Dubbelklicka för att öppna. Om det behövs kommer lösenord att efterfrågas.
tr: Açmak için çift tıkla. Gerekirse senden şifre istenecektir.

# EasyToWorkDescription
source: Open files secured for you by friends and colleagues
pl: Otwórz pliki zabezpieczone przez znajomych i współpracowników
ru: Дать разрешение друзьям и коллегам открыть защищённые файлы для Вас.
sv: Öppna filer säkrade för dig från vänner eller kollegor
tr: Arkadaşların ve meslektaşların tarafından senin için korunan dosyaları aç

# EasyToWorkTitle
source: Access key shared files
pl: Dostęp do plików z współdzielonym kluczem
ru: Доступ к ключу по файлам совместоного доступа
sv: Öppna filer med delad nyckel
tr: Ortak dosyalara erişim

# EditSecretErrorIsReadOnly
source: You are limited to read-only access! Only users with a valid subscription plan are allowed to edit or create new password entries.
pl: Twój dostęp jest ograniczony tylko do odczytu! Tylko użytkownicy z wykupionym abonamentem mogą edytować lub tworzyć nowe hasła.
ru: У Вас есть только доступ к прочтению! Исключительно клиенты с действующей подпиской могут редактировать или создавать новые пароли доступа.
sv: Du kan bara läsa lösenordsposter, inte skriva. Endast betalande abonnenter kan ändra eller radera!
tr: Sadece okuma seviyesinde erişimin var! Sadece geçerli bir Premium üyeliği olan kullanıcılar yeni şifre oluşturma ve değiştirme olanağına sahiptir.

# EditSecretErrorNotFound
source: The requested password entry could not be found.
pl: Nie można znaleźć żądanego hasła.
ru: Запрашиваемый пароль доступа не был найден.
sv: Lösenordsposten hittades inte.
tr: Talep edilen şifre bulunamamıştır.

# EditSecretSuccess
source: Your entry has been updated.
pl: Twój wpis został zaktualizowany.
ru: Ваш доступ был обновлён.
sv: Lösenordsposten uppdaterad.
tr: Son kayıtın güncellenmiştir.

# EmailAppLink
source: Go to email
pl: Idź do skrzynki email
ru: Перейти к электронной почте
sv: Öppna epost.
tr: E-postaya git

# EmailLanguageInformation
source: We try to send mailings in your language, but if you send us email we may respond in English. Please use Google Translate or similar if required.
pl: Staramy się wysyłać powiadomienia w Twoim języku, ale jeśli wyślesz nam email, możemy odpowiedzieć w języku angielskim. W razie potrzeby użyj Google Translate lub innego narzędzia do tłumaczenia.
ru: Мы стараемся посылать Вам письма и уведомления на Вашем языке, однако в случаи Вашего письма нам мы отвечаем по- английски. Пожалуйста, воспользуйтесь Google Translate или подобным переводчиком, если необходимо.
sv: Vi försöker göra utskick på svenska, men när vi besvarar frågor svarar vi ibland på engelska. Använd isåfall gärna Google Translate eller liknande tjänst om det behövs.
tr: Postala gönderimlerimizi senin dilinde yapmaya çalışıyoruz fakat bize e-posta atarsan İngilizce cevap verebiliriz. Lütfen gerekirse Google Translate ve benzeri yollar kullanın.

# EmptySecretTruncatedDescriptionLinkText
source: [No Description]
pl: [Brak opisu]
ru: [Нет Описания]
sv: [Ingen beskrivning]
tr: [Tanım Yok]

# EncryptedFoldersToolStripMenuItemText
source: Secured Folders
pl: Zabezpieczone Foldery
ru: Защищённые Файлы
sv: Skyddade mappar
tr: Güvenli dosyalar

# EncryptedPathColumnHeaderText
source: Secured
pl: Zabezpieczony
ru: Защищено
sv: Skyddad
tr: Güvende

# EncryptedSourceColumnHeader
source: Secured File
pl: Zabezpieczony Plik
ru: Защищённый Файл
sv: Skyddad fil
tr: Güvenli dosya

# EncryptFileOpenDialogTitle
source: Select files to secure
pl: Wybierz pliki, które mają być zabezpieczone
ru: Выберите файлы для защиты
sv: Välj filer att skydda
tr: Korunacak dosyaları seç

# EncryptFileSaveAsDialogTitle
source: File Exists, Save As
pl: Plik o tej nazwie już istnieje, Zapisz jako
ru: Файл существует, Сохранить Как
sv: Filen finns redan, spara som
tr: Dosya Mevcut, Farklı Kaydet

# EncryptToolStripButtonToolTipText
source: Click to select files to secure.
pl: Kliknij aby wybrać pliki, które mają być zabezpieczone
ru: Нажмите для выбора файлов для защиты.
sv: Klicka för att välja filer att skydda.
tr: Korunacak dosyaları seçmek için tıkla.

# EncryptToolStripMenuItemText
source: Secure
pl: Zabezpieczony
ru: Защитить
sv: Skydda
tr: Koruma altına al

# EnglishLanguageToolStripMenuItemText
source: English
pl: Angielski
tr: İngilizce

# EnterPassphraseForIdentityPrompt
source: Identity '{0}' password
pl: Hasło dla '{0}'
ru: Введите пароль для '{0}'
sv: Ange lösenord för '{0}'
tr: Kimlik '{0}' şifresi

# ErrorEmailMismatch
source: The verification does not match the email
pl: Weryfikacja nie pasuje do adresu email.
ru: Верификация не совпадает с адресом электронной почты
sv: Bekräftelsen stämmer inte med epostadressen
tr: Şifre doğrulması e-posta adresiyle uyuşmuyor.

# ErrorFieldRequired
source: '{0}' must be filled in.
pl: Musisz wypełnić '{0}'.
ru: '{0}' должно быть заполнено.
sv: Du måste fylla i '{0}'.
tr: '{0}''ın doldurulması gerekmektedir.

# ErrorPasswordMismatch
source: The password verification does not match the password.
pl: Weryfikacja hasła nie pasuje do hasła.
ru: Верификация пароля не совпадает с паролем.
sv: Lösenordsverifieringen matchar inte lösenordet.
tr: Şifre doğrulması şifreyle uyuşmuyor.

# ErrorPasswordTooLong
source: The password must be at least {2} characters.
pl: Hasło musi zawierać co najmniej {2} znaki.
ru: Пароль должен содержать минимум {2} символа.
sv: Lösenordet måste vara minst {2} tecken.
tr: Şifre en az {2} karakter içermelidir.

# Exception
source: Exception during processing of '{0}'.
pl: Wyjątek podczas przetwarzania "{0}".
ru: Исключение во время обработки '{0}'.
tr: '{0}' işlemi sırasında istisna.

# ExitToolStripMenuItemText
source: Exit
pl: Wyjdź
ru: Выход
sv: Avsluta
tr: Çıkış

# ExpireInLabelFirstPart
source: Expire in
pl: Wygasa
ru: Истекает через
sv: Avslutas om
tr: Sonlanıyor

# ExportMyPrivateKeyToolStripMenuItemText
source: Export AxCrypt ID Secret and Sharing Key Pair
pl: Eksportuj Parę Kluczy AxCrypt ID: Tajny i Udostępniania
ru: Экспортировать AxCrypt ID Засекреченный и Совместного Пользования Ключи
sv: Exportera AxCrypt ID
tr: AxCrypt kimliği Gizli ve Paylaşım anahtarı çiftini yolla

# ExportMyPrivateKeyToolStripMenuItemToolTipText
source: To move an AxCrypt ID, export the Secret and Sharing Key Pair and then import it elsewhere.
pl: Aby przenieść AxCrypt ID, wyeksportuj Parę Kluczy: Tajny i Udostępniania, a następnie zaimportuj go gdzie indziej.
ru: Для перемещения AxCrypt ID, экспортируйте Засекреченный и Совместного Пользования Ключи, после чего импортируйте их в другое место.
sv: Flytta ett AxCrypt ID genom att exportera delnings- och åtkomstnycklarna, och sedan importera det i en annan enhet.
tr: Bir AxCrypt kimliğinin yerini değiştirmek için Gizli ve Paylaşım Anahtarı çiftini başka bir yere indir.

# ExportSharingKeyToolStripMenuItemText
source: Export My Public Sharing Key
pl: Eksportuj mój Klucz Publiczny Udostępniania
ru: Экспортировать Мой Ключ Общего Доступа
sv: Exportera min delningsnyckel
tr: Ortak paylaşım anahtarımı paylaş

# ExportSharingKeyToolStripMenuItemToolTipText
source: Send the exported Public Sharing Key to others you want to be able to share encrypted files with you.
pl: Wyślij wyeksportowany Klucz Publiczny Udostępniania do innych osób, którym chcesz udostępnić szyfrowane pliki.
ru: Отправить экспортированный Ключ Общего Доступа пользователям, с кем вы хотите иметь возможность делиться закодированными файлами.
sv: Skicka den exporterade delningsnyckeln till andra som skall få åtkomst till skyddade filer.
tr: Verilmiş Ortak Paylaşım Anahtarını seninle dosya paylaşımı yapabilmesini istediğin kişilere yolla

# FailedPrivateImport
source: Import failed. Probably not a valid AxCrypt ID file.
pl: Importowanie nie powiodło się. Prawdopodobnie nie jest to poprawny plik AxCrypt ID.
ru: Импорт не удался. Возможно причина в недействительном файле AxCrypt ID.
sv: Importen gick fel. Troligen är filen inte ett giltigt AxCrypt ID.
tr: İndirme başarısız oldu. Geçersiz bir AxCrypt kimliği dosyası olabilir.

# FeedbackButtonText
source: How are we doing? Please give us feedback!
pl: Jak nam idzie? Podziel się swoją opinią!
ru: Каково Ваше мнение о нас? Пожалуйста, дайте нам обратную связь!
sv: Prata med oss! Ris eller ros, allt är välkommet.
tr: Hizmetimiz nasıl ? Lütfen bize geri dönüş yap!

# FeedbackCategoryIdea
source: Idea
pl: Pomysł
ru: Идея
sv: Tips
tr: Fikir

# FeedbackCategoryPraise
source: Praise
pl: Pochwała
ru: Похвала
sv: Beröm
tr: Fikir

# FeedbackCategoryQuestion
source: Question
pl: Pytanie
ru: Вопрос
sv: Fråga
tr: Soru

# FeedbackDescriptionLabel
source: Please tell us what you think, and kind of feedback is highly appreciated.
pl: Powiedz nam, co o nas sądzisz, wszelkie opinie są dla nas cenne.
ru: Пожалуйста, расскажите нам, что Вы думаете о нас. Будем благодарны за любую обратную связь.
sv: Berätta vad du tycker om AxCrypt, alla kommenterar är välkomna.
tr: Lütfen bize düşündüklerini söyle, her türlü geri dönüş bizim için çok değerli.

# FeedbackTextPrompt
source: Your feedback
pl: Twoja opinia
ru: Ваша обратная связь
sv: Dina kommenterar
tr: Görüşlerin

# FileAlreadyEncrypted
source: File '{0}' is already secured.
pl: Plik '{0}' jest już zabezpieczony.
ru: Файл '{0}' уже защищён.
sv: Filen '{0}' är redan skyddad.
tr: '{0}' isimli dosya zaten korumada.

# FileAlreadyEncryptedStatus
source: File '{0}' is already secured.
pl: Plik '{0}' jest już zabezpieczony.
ru: Файл '{0}' уже защищён.
sv: Filen '{0}' är redan skyddad.
tr: '{0}' adlı dosya zaten koruma altında.

# FileAlreadyExists
source: File '{0}' already exists.
pl: Plik '{0}' już istnieje.
ru: Файл '{0}' уже защищён.
sv: Filen '{0}' finns redan.
tr: Dosya '{0}' zaten mevcut.

# FileAssociationBrokenWarning
source: Double-click to open AxCrypt files outside of AxCrypt may not function correctly. The operating system file association for extension ".666" appears to be broken. Contact your IT support or search for a solution on the Internet.
pl: Dwukrotne kliknięcie, aby otworzyć pliki AxCrypt poza AxCrypt może nie działać prawidłowo. Skojarzenia plików w systemie operacyjnym dla rozszerzenia ".axx" wydają się być uszkodzone. Skontaktuj się z działem IT lub poszukaj rozwiązania w Internecie.
ru: Нажатие два раза для открытия AxCrypt файлов , находящихся вне AxCrypt, может неправильно сработать. Операционная система ассоциации файлов для продления ".axx" кажется сломана. Свяжитесь с Вашей IT поддержкой или введите запрос на разрешение данной проблемы в поисковике в Интернете.
sv: Dubbelklick för att öppna AxCrypt-filer utanför AxCrypt kanske inte fungerar. Filassocieringen för ändelsen ".axx" verkar trasig. Kontakta din IT-support eller sök efter lösningar på Internet.
tr: AxCrypt dosyalarını AxCrypt dışında açmak için çift tıklama özelliği doğru biçimde işlemeyebilir. ".axx" uzantısı için işletim sistemi dosya ilişkilendirmesi arızalıdır. Bİ destek biriminizle iletişime geç ya da internette bir çözüm ara.

# FileDoesNotExist
source: File '{0}' does not exist.
pl: Plik '{0}' nie istnieje.
ru: Файл '{0}' не существует.
sv: Filen '{0}' finns inte.
tr: '{0}' adlı bir dosya yok.

# FileFilterFileTypeAllFiles
source: All files
pl: Wszystkie pliki
ru: Все файлы
sv: Alla filer
tr: Tüm dosyalar

# FileFilterFileTypeAxCryptFiles
source: 666encryption Files
pl: Pliki AxCrypt
ru: AxCrypt Файлы
sv: AxCrypt-Filer
tr: AxCrypt dosyaları

# FileFilterFileTypeAxCryptIdFiles
source: AxCrypt ID Files
pl: Pliki AxCrypt ID
ru: Файлы AxCrypt ID
sv: AxCrypt ID Filer
tr: AxCrypt Kimliği Dosyaları

# FileFilterFileTypeFiles
source: Files
pl: Pliki
ru: Файлы
sv: Filer
tr: Dosyalar

# FileFilterFileTypeKeyFile
source: AxCrypt Key Files
pl: Pliki Klucza AxCrypt
ru: Ключевые Файлы AxCrypt
sv: AxCrypt Nyckelfiler
tr: AxCrypt anahtar dosyaları

# FileFilterFileTypePublicSharingKeyFiles
source: AxCrypt Public Sharing Key Files
pl: Publiczny klucz udostępniania Pliki
ru: AxCrypt Публичные Файлы с Ключом Совместного Использования
sv: AxCrypt Delningsnyckelfiler
tr: AxCrypt Ortak Paylaşım Anahtar Dosyaları

# FileIsLockedWarning
source: '{0}' has been opened in another application. Please ensure the other application is closed entirely and try again.
pl: '{0}' jest otwarty w innej aplikacji. Upewnij się, że aplikacja ta jest zamknięta i spróbuj ponownie.
ru: '{0}' открыт в другом приложении. Убедитесь, что другое приложение полностью закрыто и повторите попытку.
sv: '{0}' är öppen i ett annat program. Kontrollera att alla fönster till det andra programmet är stängda och försök igen.
tr: '{0}' başka bir uygulamada açık. Lütfen diğer uygulamanın tamamen kapalı olduğundan emin olup tekrar dene.

# FileIsWriteProtectedWarning
source: '{0}' is write protected.
pl: '{0}' jest zabezpieczony przed zapisem.
ru: '{0}' имеет защиту от записи.
sv: '{0}' är skrivskyddad.
tr: '{0}' yazı korumalıdır.

# FileNotFound
source: File does not exist.
pl: Plik nie istnieje.
ru: Файл не существует.
sv: Filen finns inte.
tr: Öyle bir dosya bulunmamıştır.

# FileOperationFailed
source: Failed '{0}'.
pl: Błąd '{0}'.
ru: Неудавшаяся попытка '{0}'.
sv: Fel med '{0}'.
tr: '{0}' başarısız.

# FilePasswordDialogHeader
source: Please provide the original password for this file.
pl: Podaj hasło właściwe dla tego pliku.
ru: Пожалуйста, введите первоначальный пароль для данного файла.
sv: Ange det ursprungliga lösenordet för filen.
tr: Lütfen bu dosyanın orijinal şifresini ver.

# FileToolStripMenuItemText
source: File
pl: Plik
ru: Файл
sv: Arkiv
tr: Dosya

# FolderAlreadyWatched
source: Folder '{0}' already secured.
pl: Folder '{0}' jest już zabezpieczony.
ru: Папка '{0}' уже защищена.
sv: Mappen '{0}' är redan skyddad.
tr: Dosya '{0}' zaten güvenli.

# FolderSelectTitle
source: Select a folder
pl: Wybierz folder
ru: Выберите папку
sv: Välj mapp
tr: Bir klasör seç

# FollowUsTitle
source: Follow us
pl: Śledź nas
ru: Подписывайтесь на нас
sv: Följ oss
tr: Bizi takip et

# FooterInfoBody
source: This is the AxCrypt ID section of AxCrypt.net, click <a href="{0}">here</a> to go back to the start page.
pl: To jest sekcja AxCrypt ID witryny AxCrypt.net, kliknij <a href="{0}">tutaj</a>, aby wrócić do strony startowej.
ru: Это секция AxCrypt ID для AxCrypt.net, нажмите <a href="{0}">here</a> для перехода обратно на стартовую страницу.
sv: Det här är AxCrypt ID-webben för axcrypt.net, klicka <a href="{0}">här</a> om du vill tillbaka till startsidan.
tr: Burası AxCrypt.net içinde AxCrypt kimlik bölümüdür, anasayfaya dönmek için <a href="{0}">buraya</a> tıkla

# FooterInfoTitle
source: AxCrypt ID
tr: AxCrypt kimliği

# ForWhomHeadline
source: For whom
pl: Dla kogo
ru: Для кого
sv: Mottagare
tr: Kim için

# HaveAccountInfo
source: Great! You already have an AxCrypt ID account for '{0}'. If you for any reason do not know or remember the password, you must perform a password reset.
pl: Świetnie! Masz już konto AxCrypt ID dla '{0}'. Jeśli z jakiegokolwiek powodu nie znasz lub nie pamiętasz hasła, musisz zresetować hasło.
ru: Прекрасно! У Вас уже имеется аккаунт AxCrypt ID для '{0}'. Если Вы по какой-нибудь причине не знаете или не помните пароля, Вам необходимо сделать смену пароля.
sv: Bra! Du har redan ett AxCrypt ID-konto för '{0}'. Om du av någon anledning inte kommer ihåg lösenordet, måste du återställa lösenordet.
tr: Harika! '{0}' için zaten bir AxCrypt kimliğine sahipsin. Herhangi bir nedenden dolayı şifreni bilmiyor veya hatırlamıyorsan bir şifre sıfırlaması yapman gerekmektedir.

# HelpAboutToolStripMenuItemText
source: About
pl: O
ru: Об
sv: Om
tr: Hakkında

# HelpToolStripMenuItemText
source: Help
pl: Pomoc
ru: Помощь
sv: Hjälp
tr: Yardım

# HelpViewHelpMenuItemText
source: View Help
pl: Widok Pomocy
ru: Просмотр Вспомогательной Справки
sv: Visa Hjälp
tr: Yardım

# IdleMinutesSignOutToolStripMenuItemText
source: {0} Minutes
pl: {0} minut
ru: {0} Минут
sv: {0} Minuter
tr: {0} Dakika

# IdleSignOutToolStripMenuItemText
source: Inactivity Sign Out
pl: Automatyczne wylogowanie
ru: Автоматический Выход Из Системы
sv: Automatisk Utloggning
tr: Oturum Hareketsizlikten Dolayı Kapatılıyor

# IgnoreFileWarningText
source: '{0}' was not encrypted due to technical restrictions. This may be caused by the file extension, location or other properties.
ru: '{0}' не был зашифрован из-за технических ограничений. Это может быть связано с расширением файла, местоположением или другими свойствами.
sv: '{0}' krypterades inte beroende på tekniska restriktioner. Det kan bero på filändelsen, mappen eller andra egenskaper.
tr: '{0}' teknik kısıtlamalardan dolayı şifrelenememiştir. Bu, dosyanın uzantısından, konumundan ya da diğer özelliklerinden kaynaklanmış olabilir.

# ImportMyPrivateKeyToolStripMenuItemText
source: Import AxCrypt ID with sharing and access keys.
pl: Importuj AxCrypt ID z kluczami udostępniania i dostępu.
ru: Импортировать AxCrypt ID с ключами совместного использования и доступа.
sv: Importera AxCrypt ID med både delnings- och åtkomstnyckel.
tr: AxCrypt kimliğini tüm paylaşım ve erişim şifreleriyle indir.

# ImportMyPrivateKeyToolStripMenuItemToolTipText
source: To move an AxCrypt ID, export the Secret and Sharing Key Pair and then import it here.
pl: Aby przenieść identyfikator AxCrypt, wyeksportuj parę kluczy Tajny i Udostępniania, a następnie zaimportuj ją tutaj.
ru: Для перемещения AxCrypt ID, экспортируйте Засекреченный и Совместного Использования Ключи, после чего импортируйте их сюда.
sv: Flytta ett konto genom att exportera AxCrypt ID med delnings- och åtkomstnycklar, och sedan importera de i en annan enhet.
tr: Bir AxCrypt kimliğinin yerini değiştirmek için Gizli ve Paylaşım Anahtarı çiftini buraya indir.

# ImportOthersSharingKeyToolStripMenuItemText
source: Import Someone's Public Sharing Key
pl: Importuj czyjś Klucz Publiczny Udostępniania
ru: Импортировать чей-то Ключ Совместного Доступа
sv: Importera Någon Annans Delningsnyckel
tr: Birinin Ortak paylaşım anahtarını indir
