Repository: solution-pool/my-axcrypt
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: pl, ru, sv, tr

# NoPasswordRequiredInformationText
source: We're doing this without asking for your password again! You're signed in, so we won't ask for your password to encrypt, decrypt or open documents. Your documents are still safely encrypted with your password.
pl: Robimy to nie pytając Cię ponownie o Twoje hasło! Jesteś zalogowany, dlatego nie będziemy pytać Cię o hasło aby zaszyfrować, odszyfrować lub otworzyć dokumenty. Twoje dokumenty są nadal bezpieczne zaszyfrowane Twoim hasłem.
ru: Мы делаем это, не запрашивая заново Вашего пароля! Вы выполнили вход в систему, поэтому мы не будем запрашивать Вашего пароля для кодирования, расшифровования или открытия документов. Ваши документы остаются надёжно закодированными с Вашим паролем.
sv: Vi gör det här utan att fråga efter ditt lösenord igen! Du är inloggad, så vi frågar inte efter lösenordet för att kryptera, dekrypera eller öppna dokument. Dina dokument är ändå säkert krypterade med ditt lösenord.
tr: Bu işlemi parolanı tekrar sormadan yapıyoruz! Oturumun zaten açık, bu yüzden belgelerin şifrelenmesi ya da açılması için parolanı sormayacağız. Belgelerin parolanla birlikte şifrelenmiş halini korumaktadır.

# NoPremiumWarning
source: You do not have a Premium subscription, so you are not using the highest level of security. Click to upgrade!
pl: Nie masz subskrypcji Premium, więc nie używasz najwyższego poziomu bezpieczeństwa. Kliknij, aby przejść do wersji Premium!
ru: Вы не подписаны на Premium, поэтому не имеете доступа к самому высокому уровню защиты. Нажмите для обновления!
sv: Ditt Premium-abonnemang har slutat gälla så du har inte den högsta säkerhetsnivån. Skaffa Premium genom att klicka!
tr: Premium üyeliğin bulunmamakta, dolayısıyla en yüksek güvenlik seviyesini kullanmıyorsun. Sürüm atlamak için tıkla!

# NotFoundPageBody
source: Unfortunately we could not display the page you were looking for. This might be because it does not exist, a server restart caused your browser session to become outdated, or some other error that caused us to be unable to process the request. Requested page: {2} Your request has been logged. Please try again with the correct path, or <a href="mailto:{0}">report</a> a broken link. To return to the start page, click <a href="{1}">here</a>.
pl: Niestety nie mogliśmy wyświetlić szukanej strony. Być może dlatego, że nie istnieje, ponowne uruchomienie serwera spowodowało, że Twoja sesja przeglądarki jest już nieaktualna lub z powodu innego błędu, przez który nie jesteśmy w stanie przetworzyć żądania. Żądana strona: {2} Twoje zapytanie zostało zarejestrowane. Spróbuj ponownie z właściwą ścieżką lub <a href="mailto:{0}">zgłoś</a> uszkodzony link.
ru: К сожалению, мы не смогли отобразить запрашиваемую Вами страницу. Причиной могут быть несуществование данной страницы, перезагрузка сервера, сделавшая Ваш сеанс браузера устаревшим или другая ошибка, не позволяющая обработать Ваш запрос. Запрашиваемая страница {2}
sv: Tyvärr kunde vi inte visa sidan du sökte. Det kan bero på att den inte finns, en omstart som gjort din webbläsarsession ogiltig, eller något internt fel hos oss. Begärd sida: {2} Begäran har loggats. Försök igen med rätt sökväg, eller <a href="mailto:{0}">rapportera</a> att länken är trasig. För att återgå till startsidan klicka <a href="{1}">här</a>.
tr: Ne yazık ki aradığın sayfayı gösteremiyoruz. Bunun nedeni sayfanın var olmaması, bir sunucu güncellemesinin oturumunu geçersiz kılması veya talebi işleme sokmamızı önleyen başka bir hata oluşmuş olması olabilir. Talep edilen sayfa: {2} İsteğin kaydedilmiştir. Lütfen doğru yol ile tekrar dene veya bozuk ağı <a href="mailto:{0}">bildir</a> . Başlangıç sayfasına dönmek için <a href="{1}">buraya</a> tıkla.

# NotFoundPageTitle
source: The page could not be displayed!
pl: Nie można wyświetlić strony!
ru: Невозможно отобразить страницу!
sv: Sidan kunde inte visas!
tr: Sayfa açılamadı!

# NotFoundSafePageBody
source: Unfortunately we could not find the page you were looking for. This might be due to a server restart that caused your browser session to become outdated, or some other server error that caused us to be unable to process the request. Your request has been logged. Please try again with the correct path, or <a href="mailto:{0}">report</a> a broken link. To return to the start page, click <a href="{1}">here</a>.
pl: Niestety nie znaleźliśmy strony, której szukasz. Może to wynikać z ponownego uruchomienia serwera, przez co Twoja sesja przeglądarki jest już nieaktualna, lub z innego błędu serwera, przez który nie możemy przetworzyć żądania. Twoje żądanie zostało zarejestrowane. Spróbuj ponownie z właściwą ścieżką lub <a href="mailto:{0}">zgłoś</a> uszkodzony link. Aby powrócić do strony początkowej, kliknij <a href="{1}"> tutaj </a>.
ru: К сожалению, мы не смогли найти страницу, которую Вы запросили. Причиной могут быть перезагрузка сервера, сделавшая Ваш сеанс браузера устаревшим или другая ошибка, не позволяющая обработать Ваш запрос. Ваш запрос был заблокирован. Пожалуйста, попробуйте ещё раз, используя правильный запрос или <a href="mailto:{0}">report</a> нерабочую ссылку. Для возврата на стартовую страницу нажмите <a href="{1}">here</a>.
sv: Tyvärr kunde vi inte hitta sidan du sökte. Det kan bero på en omstart som gjort din webbläsarsession ogiltig, eller något internt fel hos oss. Begäran har loggats. Försök igen med rätt sökväg, eller <a href="mailto:{0}">rapportera</a> att länken är trasig. För att återgå till startsidan klicka <a href="{1}">här</a>.
tr: Ne yazık ki aradığın sayfayı bulamadık. Bunun nedeni, bir sunucu güncellemesinin oturumunu geçersiz kılmış veya talebi işleme sokmanı önleyen başka bir hata oluşmuş olması olabilir. İsteğin kaydedilmiştir. Lütfen doğru yol ile tekrar dene ya da bozuk ağı <a href="mailto:{0}">bildir</a> . Başlangıç sayfasına dönmek için <a href="{1}">buraya</a> tıkla.

# OfflineAccountBePatient
source: This may take a few minutes. Please be patient.
pl: Cierpliwości, to może potrwać kilka minut.
ru: Эта операция может занять несколько минут. Пожалуйста, сохраняйте терпение.
sv: Det här kan ta några minuter, var god dröj!
tr: İşlem birkaç dakika sürebilir. Lütfen sabret.

# OfflineAccountTitle
source: Offline AxCrypt ID Creation.
pl: Tworzenie AxCrypt ID w trybie offline.
ru: Создание оффлайновой версии AxCrypt ID.
sv: Skapa Lokalt AxCrypt ID
tr: Çevrimdışı AxCrypt kimliği oluşumu.

# OfflineApiExceptionDialogText
source: There seems to be problem connecting to the server, but we'll continue offline.
pl: Wygląda na to, że jest problem z połączeniem z serwerem, ale będziemy kontynuować w trybie offline.
ru: Кажется, что проблема связана с сервером, но мы продолжим офлайн.
sv: Vi verkar ha problem att kontakta servern, men vi fortsätter i frånkopplat läge.
tr: Sunucuya bağlanmada sorun yaşanıyor, fakat çevrimdışı çalışmaya devam edeceğiz.

# OfflineIndicatorText
source: Offline
ru: Оффлайн
sv: Frånkopplad
tr: Çevrimdışı

# OfflineNoPremiumWarning
source: You're offline so we can't check your subscription plan. Please go online so we can update your status!
pl: Jesteś offline, więc nie możemy sprawdzić Twojego abonamentu. Przejdź do trybu online, abyśmy mogli zaktualizować swój status!
ru: Вы находитесь в режиме оффлайн, поэтому мы не можем проверить Вашу подписку. Пожалуйста, перейдите в режим онлайн, чтобы мы смогли обновить Ваш статус!
sv: Vi kan inte kontrollera dit abonnemang eftersom du inte är ansluten till Internet. Anslut så kan vi uppdatera din status.
tr: Çevrimdışı olduğun için Premium üyeliğini kontrol edemiyoruz. Lütfen durumunu güncelleyebilmemiz için çevrimiçi ol!

# OldVersionTooltip
source: Your version is old. Please click to check for a newer version.
pl: Masz starą wersję. Kliknij, aby wyszukać nowszą wersję.
ru: Ваша версия устарела. Пожалуйста, нажмите для проверки на новую версию.
sv: Du har en gammal version. Klicka för att kontrollera om det finns en nyare.
tr: Sürümün eski. Lütfen yeni sürümleri bulmak için tıkla.

# OpenEncryptedFileOpenDialogTitle
source: Select secured file to open
pl: Wybierz zabezpieczony plik, który ma zostać otwarty
ru: Выберите защищённый файл для его открытия
sv: Välj skyddad fil att öppna
tr: Açmak için güvene alınmış dosyayı seç

# OpenEncryptedToolStripMenuItemText
source: Open Secured
pl: Otwórz zabezpieczone
ru: Открыть Защищённый
sv: Öppna Skyddat
tr: Güvende olanları aç

# OpenFileColumnHeader
source: File
pl: Plik
ru: Файл
sv: Arkiv
tr: Dosya

# OpenToolStripButtonToolTipText
source: Click to select a secured file to open.
pl: Kliknij aby wybrać zabezpieczony plik, który ma zostać otwarty.
ru: Нажмите для выбора защищённого файла для его открытия.
sv: Klicka och välj en skyddad fil att öppna.
tr: Açmak için koruma altına alınmış dosyayı seç

# OptionsChangePassphraseToolStripMenuItemText
source: Change Password
pl: Zmień hasło
ru: Поменять Пароль
sv: Byt Lösenord
tr: Şifre değiştir

# OptionsClearAllSettingsAndExitToolStripMenuItemText
source: Clear All Settings and Restart
pl: Wyczyść wszystkie ustawienia i wyjdź
ru: Очистить все настройки и перезагрузить.
sv: Rensa alla inställningar och starta om
tr: Tüm Ayarları Sıfırla ve Yeniden Başlat

# OptionsConvertMenuItemText
source: Auto Upgrade 1.x and AES-128 Files
pl: Automatyczne rozszerzanie plików 1.x i AES-128
ru: Автоматически обновить файлы: 1.x и AES-128
sv: Uppgradera 1.x och AES-128-filer automatiskt
tr: 1.x ve AES-128 Dosyalarını Otomatik Olarak Yükselt

# OptionsConvertMenuToolTip
source: Enable or disable the automatic upgrade and conversion of AxCrypt 1.x and AES-128 files.
pl: Włącz lub wyłącz automatyczną aktualizację i konwertowanie starszych plików AxCrypt 1.x i AES-128 w miarę ich używania.
ru: Включить или отключить автоматическое обновление и конвертацию AxCrypt 1.x и AES-128.
sv: Aktivera eller inaktivera automatisk uppgradering och konvertering av AxCrypt 1.x- och AES-128-filer.
tr: AxCrypt 1.x ve AES-128 dosyalarının otomatik güncelleme ve dönüşümünü etkinleştir veya devre dışı bırak.

# OptionsIncludeSubfoldersToolStripMenuItemText
source: Include Subfolders
pl: Uwzględnij podfoldery
ru: Присоединить Подпапки
sv: Inkludera Underkataloger
tr: Alt Klasörleri Dahil Et

# OptionsLanguageToolStripMenuItemText
source: Language
pl: Język
ru: Язык
sv: Språk
tr: Dil

# OptionsToolStripMenuItemText
source: Options
pl: Opcje
ru: Опции
sv: Alternativ
tr: Seçenekler

# PassphrasePrompt
source: Password
pl: Hasło
ru: Пароль
sv: Lösenord
tr: Şifre

# PassphraseVerificationMismatch
source: Passwords do not match
pl: Hasła nie pasują do siebie
ru: Пароли не совпадают
sv: Lösenorden är inte lika
tr: Şifreler uyuşmuyor

# PasswordManagementListPageBody
source: Manage all your passwords online in the cloud<span class="text-cutoff"> with AxCrypt Password Management, your online safety deposit for passwords, codes, pins, etc. Your passwords are stored in a securely encrypted archive and are available to you, and only you, anywhere at any time. <a class="hide-link">[Collapse]</a></span><span class="text-cutoff-ellipsis">... <a class="show-link">[Read more]</a></span>
pl: Zarządzaj wszystkimi hasłami online w chmurze <span class = "text-cutoff"> dzięki Menedżerowi Haseł AxCrypt, zabezpieczeniu online haseł, kodów, kodów PIN itp. Twoje hasła są przechowywane w bezpiecznie zaszyfrowanym archiwum i są dostępne dla Ciebie i tylko dla Ciebie, gdziekolwiek i w dowolnym momencie. <a class="hide-link">[Zwiń]</a></span><span class = "text-cutoff-elipsis">...<a class="show-link">[Czytaj więcej]</a></span>
ru: Администрировать все Ваши пароли онлайн в облаке<span class="text-cutoff"> с помощью AxCrypt Менеджмента Пароля, Ваш онлайн депозит бесопасности для паролей, кодов, штифтов и тд. Ваши пароли сохраняются в безопасно закодированном архиве и видны исключительно только Вам в любом месте и в любое время. <a class="hide-link">[Collapse]</a></span><span class="text-cutoff-ellipsis">... <a class="show-link">[Read more]</a></span>
sv: Hantera alla dina lösenord online i molnet<span class="text-cutoff"> med AxCrypt Lösenordshantering, ditt kassaskåp på nätet för lösenord, pinkoder osv. Dina lösenord lagras säkert i ett krypterat arkiv och bara du har tillgång till dem, när som helst, var som helst. <a class="hide-link">[Minimera]</a></span><span class="text-cutoff-ellipsis">... <a class="show-link">[Läs mer]</a></span>
tr: Tüm şifrelerini online bulutta yönet <span class="text-cutoff"> AxCrypt ile Şifre Yönetimi, şifre ve kodlarınız için sanal kasanız. Şifrelerin güvende şifreli bir arşivde ve her an her yerde elinin altında. <a class="hide-link">[Collapse]</a></span><span class="text-cutoff-ellipsis">... <a class="show-link">[Read more]</a></span>

# PasswordManagementPageTitle
source: Passwords
pl: Hasła
ru: Пароли
sv: Lösenord
tr: Şifreler

# PasswordPolicyViolation
source: The password is not good enough to be acceptable.
pl: Hasło nie jest wystarczająco mocne, aby mogło być zaakceptowane.
ru: Пароль ненадёжный для использования.
sv: Lösenordet är för svagt för att kunna användas med AxCrypt.
tr: Şifre kabul edilebilmek için yeterince güçlü değil.

# PasswordResetFailedWhenPendingEmailChange
source: Password reset is not possible for this account, since there is a pending change of e-mail from <b>{0}</b>. Please sign in to <b>{0}</b> and complete the email change, or reset the password for this account first and then complete the change.
sv: Lösenordsåterställelse är inte möjlig, eftersom det finns en väntade begäran om ändring av e-postaddress från <b>{0}</b>. Logga in på <b>{0}</b> och fullfölj adressbytet first, eller återställ det lösenordet och fullfölj sedan.
tr: <b>{0}</b> tarafindan yapilmis olan, bekleyen bir e-posta degisilikligi talebi oldugundan bu hesap icin parola sifirlama islemi mumkun degildir. Lutfen <b>{0}</b>'e giris yaparak bu e-posta degisim islemini tamamlayiniz, ya da once bu hesabin parolasini sifirlayip daha sonra degisim islemini tamamlayiniz.

# PasswordResetLink
source: Forgot your password? Click here
pl: Zapomniałeś hasła? Kliknij tutaj
ru: Забыли Ваш пароль? Нажмите сюда
sv: Glömt lösenordet? Klicka här
tr: Şifreni mi unuttun? Buraya tıkla.

# PasswordResetMailBody1
source: You have requested to reset your AxCrypt ID password. This will not restore access to encrypted files or passwords, it will only let you sign in again. To complete this process and pick a new password, please click the button below.
pl: Zażądałeś zresetowania hasła AxCrypt ID. Nie spowoduje to przywrócenia dostępu do szyfrowanych plików ani haseł, pozwoli Ci tylko ponownie się zalogować. Aby zakończyć ten proces i podać nowe hasło, kliknij poniższy przycisk.
ru: Вы подали запрос на переустановку Вашего AxCrypt ID пароля. Это не восстановит доступа к закодированным файлам или паролям, это только даст Вам опять возможность войти в систему. Для завершения данного процесса и выбора нового пароля, пожалуйста, нажмите на кнопку ниже.
sv: Du har begärt lösenordsåterställelse för ditt AxCrypt ID. Detta kommer endast låta dig logga in ingen, du kommer inte automatiskt återfå åtkomst till skyddade filer och lösenord. Slutför åtgärden genom att ange ett nytt lösenord efter att du klickat på knappen nedan.
tr: AxCrypt kullanıcı şifrenizi sıfırlama talebinde bulundun. Bu işlem şifreli dosyalara ve kayıtlı şifrelerine erişimi etkilemeyecektir, sadece yeniden oturum açmanı sağlayacaktır. İşlemi tamamlamak ve yeni bir şifre belirlemek için lütfen aşağıdaki tuşa bas.

# PasswordResetMailBodyButton
source: Reset password
pl: Ustaw nowe hasło
ru: Переустановить Пароль
sv: Återställ lösenord
tr: Şifreyi sıfırla

# PasswordResetMailSubject
source: AxCrypt ID Password Reset
pl: Ustawienie hasła dla AxCrypt ID
ru: Переустановка AxCrypt ID Пароля
sv: AxCrypt ID Lösenordsåterställelse
tr: AxCrypt kimliği şifre sıfırlaması

# PasswordResetPageBody
source: If you have previously registered but have forgotten the password, or for some reason not received or lost the verification link, you may re-register and request a new verification e-mail here. <span class="red">If you have forgotten your password this will allow you to sign in again, but you will not re-gain access to any encrypted files or information stored in the online password manager. It remains encrypted with your old password, and we cannot decrypt it.</span> Enter your e-mail below to a send an verification or password reset link to the specified address.
pl: Jeśli wcześniej zarejestrowałeś się, ale zapomniałeś hasła, lub z jakiegoś powodu nie otrzymałeś albo zgubiłeś link weryfikacyjny, możesz zarejestrować się ponownie i poprosić o nową wiadomość email z weryfikacją. <span class ="red">Jeśli zapomniałeś hasła, możesz zalogować się ponownie, ale nie odzyskasz dostępu do zaszyfrowanych plików ani informacji zapisanych w menedżerze haseł online. Pozostaje on zaszyfrowany starym hasłem i nie możemy go odszyfrować.</span> Wpisz poniżej swój email, aby otrzymać link do weryfikacji lub ponownego ustanowienia hasła.
ru: Если Вы были ранее зарегистрированы, но забыли пароль или по какой-то причине не получили, потеряли верификационный код, Вам необходимо заново зарегестрироваться и запросить новое верификационное электронное письмо здесь. <span class="red">Если Вы забыли Ваш пароль, это позволит Вам снова войти в систему, однако Вы не получите заново доступа к закодированным файлам и информации, сохранённых в онлайн менеджере паролей. Данная информация останется закодированной вместе с Вашим старым паролем, и мы не можем её декодировать.</span> Введите ниже Ваш адрес электронной почты для отправки ссылки с верификацией или изменённым паролем на указанный Вами адрес.
sv: Om du har registrerat dig för ett AxCrypt ID men glömt lösenordet eller förlorat verifieringslänken så kan du omregistrera dig och begära ett nytt verifieringsmejl här. <span class="red">Om du har glömt ditt lösenord kommer du att kunna logga in igen, men du återfår inte åtkomst till filer eller poster i lösenordshanteraren som är skyddade med det gamla lösenordet.</span> Ange din epostadress nedan så skickar vi en länk dit.
tr: Daha önce kaydolup şifreni unuttuysan veya belirsiz bir nedenden dolayı onay bağlantısını almamış yada kaybetmişsen, buradan tekrar kaydolup yeni bir onay kodu talep edebilirsin. <span class="red">Şifreni unuttuysan bu tekrar oturum açmanı sağlayacaktır, ama şifreli dosyalara veya online şifre yöneticisinde kayıtlı olan bilgilere erişimin sağlanmayacaktır. Eski şifrenle şifreli olarak kalacaktır, ve bunu deşifre edememekteyiz.</span> Aşağıya onay kodu ve sıfırlama bağlantısının gönderilmesini istediğin e-posta adresinizi gir.

# PasswordResetPageTitle
source: Password reset
pl: Ustaw nowe hasło
ru: Переустановка пароля
sv: Återställ Lösenord
tr: Şifre sıfırla

# PasswordResetShortLink
source: Forgot password
pl: Nie pamiętam hasła
ru: Забыли пароль
sv: Glömt lösenord
tr: Şifremi unuttum

# PasswordResetSuccess
source: An attempt to send the AxCrypt ID verification code to <b>{0}</b> has been made. Please check your e-mail inbox. If you appear not to receive it, check that it does not get caught by your anti-spam measures, and that {0} is correct.
pl: Próbowano wysłać kod weryfikacyjny dla AxCrypt ID do <b>{0}</b>. Sprawdź swoją skrzynkę odbiorczą email. Jeśli nie otrzymałeś emaila, sprawdź, czy nie trafił on do spamu oraz czy {0} jest prawidłowy.
ru: Была сделана попытка отправить верификационный код AxCrypt ID на <b>{0}</b> . Пожалуйста, проверьте Вашу входящую почту. Если Вы не получили его, пожалуйста, проверьте его наличие среди спам сообщений и его корректность.
sv: Vi har försökt skicka en verifieringskod till <b>{0}</b>. Kontrollera din inbox. Om du inte verkar få det inom några minuter, kontrollera ditt skräppostfilter och att {0} är rätt adress.
tr: Onay kodunu buraya <b>{0}</b> yollama girişiminde bulunuldu. Lütfen e-posta adresini kontrol et. Eğer sana ulaşmadıysa lütfen istenmeyen e-posta kutularını, ve {0} nin doğru olduğunu kontrol et.

# PasswordRulesInfo
source: AxCrypt has a sophisticated password strength evaluator based on measuring the actual strength of the password. It must also be at least 8 effective characters long. We evaluate the password by estimating the strength, which is based on how long and complex the password is. The evaluation entirely disregards parts of the password that is recognized as being among the 1,000 most common passwords, as well as white space. For example the password 'secretX password Y 123456' is evaluated as just 'XY', since spaces, 'secret', 'password' and '123456' are ignored! We classify the password in 4 categories of increasing strength, were we do not accept any password in the lowest category. The above example is not accepted for that reason.
pl: AxCrypt posiada wyrafinowany analizator siły haseł, mierzący rzeczywistą siłę hasła. Musi mieć co najmniej 8 skutecznych znaków. Oceniamy hasło oceniając siłę, która jest oparta na długości i złożoności hasła. Ocena całkowicie pomija części hasła rozpoznane jako jedno z 1000 najpopularniejszych haseł, a także spacje. Na przykład hasło 'secretX password Y 123456' jest oceniane jako "XY", ponieważ spacje, 'secret', 'password' i '123456' są ignorowane!
ru: AxCrypt имеет тщательно разработанный вычислитель надёжности пароля, который оценивает сложность пароля. Он должен быть минимум 8-значным. Мы оцениваем пароль, прогнозируя его вычислительную сложность, которая зависит от длины и составной сложности пароля. Вычислитель надёжности пароля полностью игнорирует все части пароля, которые находятся среди 1,000 самых используемых паролей, в том числе пробел. Например пароль 'secretX password Y 123456' оценивается как просто 'XY', поскольку пробелы, 'secret', 'password' и '123456' игнорируются. Мы группируем пароли в 4 категории в соответсвии с возрастанием длины. Мы не допускаем никакие пароли из самой короткой категории. Пример, показанный ранее, не допускается именно по этой причине.
sv: AxCrypt använder en avancerad metod för att mäta den faktiska styrkan i ditt lösenord. Det måste också vara minst 8 relevanta bokstäver dock. Vi beräknar lösenordstyrkan utifrån hur långt och komplext det är. Beräkningen bortser helt från delar av lösenordet som känns igenom som något av de 1000 vanligaste lösenorden, liksom mellanslag. Till exmple kommer 'secretX password Y 123456' at ses som bara 'XY' eftersom mellanslag, 'secret' 'password' och '123456' bortses från. Beräkningen klassificerar sedan lösenordet i 4 nivåer, och vi godkänner inte ett lösenord som är i den lägsta kategorin. Ovanstående är ett sådant exempel.
tr: AxCrypt ileri bir şifre gücü değerlendirme sistemine sahiptir. Bu aynı zamanda en az 8 karakter uzunluğunda olmalıdır. Şifrenin gücü uzunluğu ve karışıklık seviyesi itibaren ölçülür. Ölçüm, şifrenin genel olarak en çok kullanılan 1000 şifrenin içerdiği kısımları ve boşlukları saymaz. Örneğin bu 'gizliX şifre Y 123456' şifresi 'XY' olarak değerlendirilecektir çünkü boşluklar, 'gizli', 'şifre' ve '123456' sayılmıyor! Şifreleri 4 artan güç kategorisine ayırıyoruz ve en alt kategoride hiç bir şifre kabul etmiyoruz. Üstteki örnek bu yüzden kabul edilmez.
