Repository: solution-pool/my-axcrypt
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: pl, ru, sv, tr

# WrongVerificationCodeFormat
source: The verfication code must be exactly 6 digits.
pl: Kod weryfikacyjny musi mieć dokładnie 6 cyfr.
ru: Верификационный код должен быть 6-значным.
sv: Verifieringskoden måste vara exakt 6 siffror.
tr: Onay kodu tam 6 karakter içermelidir.

# ButtonOkText
source: OK
ru: ОК

# ChangePasswordErrorUserNotFound
source: Internal error: Could not change password because the current user was not found.
ru: Внутренняя ошибка: Изменение пароля не удалось, поскольку нынешний пользователь не был обнаружен.

# ConfigurationSuccess
source: The application configuration property was updated successfully. You might have to restart the server to make the changes take effect.
ru: Обновление конфигурации объекта приложения прошло удачно. Вам может понадобиться перезапустить сервер для применения сделанных изменений.

# FeedbackCategoryProblem
source: Problem
ru: Проблема

# FeedbackFromUserMailSubject
source: Feedback from user via app
pl: Opinia użytkownika za pośrednictwem aplikacji
ru: Обратная Связь от пользователя через приложение

# GetLogErrorDateFormat
source: The start and/or end date format is invalid. Please use the format YYYY-MM-DD.
pl: Format daty początkowej i/lub daty zakończenia jest nieprawidłowy. Użyj formatu RRRR-MM-DD.
ru: Формат первой и/или последней даты недействителен. Пожалуйста, используйте формат YYYY-MM-DD.

# ApplyButtonText
source: Apply Code
sv: Aktivera Rabattkoden

# DiscountCodeAppliedText
source: Discount Code {0} applied.
sv: Rabattkoden '{0}' är nu aktiv.

# DiscountCodeTitle
source: Discount Code
sv: Rabattkod

# HideRecentFilesListTabToolTipText
source: Recent Files list is disabled. Go to Options to enable.
sv: Listan med Senaste Filer är inaktiverad. Gå till Alternativ för att aktivera.

# IgnoreFileOpenWarningText
source: '{0}' could not opened in an application due to technical restrictions. This may be because of the type of file, it's location or other properties. If you want to view or update the file contents, please decrypt it separately, and then open it directly.
sv: '{0}' kan inte öppnas i någon tillämpning pga tekniska begränsningar. Det kan bero på filtypen, dess plats eller andra egenskaper. Om du vill visa eller uppdatera innehållet, dekryptera filen separat och öppna den sedan på vanligt vis.

# InvalidDiscountCodeErrorMessage
source: This discount code is not valid.
sv: Ogiltig rabattkod.

# OptionsHideRecentFilesToolStripMenuItemText
source: Hide Recent Files
sv: Dölj Senaste Filer

# PremiumTrialInstructionsLinkText
source: Click <a href="https://www.axcrypt.net/premium-trial/" target="_blank">here</a> for more information about the Premium Trial.
sv: Klicka <a href="https://www.axcrypt.net/premium-trial/" target="_blank">här</a> för att få mer information om gratis Premium-utvärdering.

# DebugCheckVersionNowToolStripMenuItemText
source: Check Version Now
pl: Sprawdź teraz wersję

# DialogDebugOptionsRestApiTimeoutPrompt
source: API Timeout
pl: Przekroczony limit czasu API

# KoreanLanguageSelection
source: 한국어 (Korean)
pl: 한국어 (Koreański)

# McInfMenuError
source: >>ERROR<<
pl: >>BŁĄD<<

# PortugueseBrazilLanguageSelection
source: Português (Brasil)
pl: Português (Brazylia)

# PremiumSupportRequestMailSubect
source: Priority Support Request
pl: Prośba o wsparcie priorytetowe

# SubscriptionsSuccessDelete
source: The subscription history was successfully deleted.
pl: Historia subskrypcji została pomyślnie usunięta.
