Repository: solution-pool/my-axcrypt
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: pl, ru, sv, tr

# BusinessAddedMailBodyHtml
source: <p>Welcome to AxCrypt Business.</p> <p>You were added to an AxCrypt Business subscription by {0}, so you now have access to the subscriber benefits AxCrypt as long as you are a valid member.</p> <p>If you have any questions, please first contact {0}.</p>
pl: <p>Witamy w AxCrypt Business.</p> <p>Zostałeś dodany do abonamentu AxCrypt Business przez {0}, dlatego masz teraz dostęp do korzyści subskrybenta AxCryptas dopóki Twoje członkostwo jest ważne.</p> <p>W razie pytań w pierwszej kolejności skontaktuj się z {0}.</p>
ru: <p>Добро пожаловать на AxCrypt Business.</p> <p> Вы были добавлены аккаунтом {0} в участники подписки на AxCrypt Business, поэтому теперь у Вас есть доступ к привилегиям AxCrypt пользователя, пока Вы являетесь действующим подписчиком.</p> <p> В случае возникновения вопросов, пожалуйста, соединитесь в первую очередь с {0}.</p>
sv: <p>Välkomment till AxCrypt Business.</p> <p>Du har blivit adderad som medlem till ett AxCrypt Business abonnemang av {0}, så nu har du tillgång till alla fördelar med Business-abonnemanget så länge du är kvar som medlem.</p> <p>Om du har några frågor, kontakta {0} i första hand.</p>
tr: <p>AxCrypt Business'a hoş geldin.</p> <p>{0} tarafından AxCrypt Business üyeliğine eklendin, artık geçerli bir üyeliğin bulunduğu sürece abone ayrıcalıklarına erişimin bulunmaktadır.</p> <p>Soruların için lütfen önce {0} ile iletişime geç.</p>

# BusinessAddedMailSubject
source: Welcome to AxCrypt Business
pl: Witamy w AxCrypt Business
ru: Добро пожаловать на AxCrypt Business
sv: Välkommen till AxCrypt Business
tr: AxCrypt Business'a hoş geldin

# BusinessAdministratorsLabel
source: Administrators
pl: Administratorzy
ru: Администраторы
sv: Administratörer
tr: Yöneticiler

# BusinessExpiresSoonMailAdministratorBodyHtml
source: As an administrator you must renew the subscription for your team in the administration module of the AxCrypt account web. Use the button below to go directly there. Don't forget to inform your team that you will be renewing!
pl: Jako administrator musisz odnowić subskrypcję swojego zespołu w module administracyjnym sieci internetowej AxCrypt. Użyj przycisku poniżej, aby przejść bezpośrednio do tego miejsca. Nie zapomnij poinformować swojego zespołu, że odnawiasz subskrypcję!
ru: Как администратор, вы должны продлить подписку для вашей команды в административном модуле веб-аккауна AxCrypt. Используйте кнопку ниже, чтобы перейти прямо туда. Не забудьте сообщить своей команде, что вы будете обновлять!
sv: Som administratör måste du förnya abonnemanget för teamet administrationsmodulen på vår webbplats. Klicka på knappen nedan för att gå direkt dit. Glöm inte att informera teamet om att du kommer att förnya!
tr: Yönetici olarak, ekibin için aboneliği AxCrypt hesap ağının yönetici modülü üzerinden yenilemen gerekiyor. Doğrudan modüle gitmek için aşağıdaki butonu kullan. Yenileme yaptığını ekibine haber vermeyi unutma!

# BusinessExpiresSoonMailBody0Html
source: Your AxCrypt Business subscription {0} is soon coming to an end. I sincerely hope you have enjoyed using AxCrypt and found it useful.
pl: Twoja subskrypcja AxCrypt Business wkrótce wygaśnie. Mam nadzieję, że byłeś z niej zadowolony.
ru: Ваша подписка на AxCrypt Business {0} скоро подходит к концу. Мы искренне надеемся, что вам понравился AxCrypt и вы нашли его полезным.
sv: Ditt AxCrypt Business-abonnemang {0} tar snart slut. Jag hoppas verkligen att du har haft mycket nytta av och nöje med AxCrypt.
tr: AxCrypt Business aboneliğin {0} yakında sona erecektir. AxCrypt'i kullanmanın tadını çıkardığını ve onu kullanışlı bulduğunu içtenlikle umuyorum.

# BusinessExpiresSoonMailBody2Html
source: When your Business subscription is renewed you and your team can continue to enjoy:
pl: Po odnowieniu subskrypcji Business Ty i Twój team możecie nadal korzystać z:
ru: Когда ваша Business подписка обновляется, вы и ваша команда можете продолжать пользоваться:
sv: När du förnyar ditt Business-abonnemang kan du och ditt team fortsätta använda:
tr: Business aboneliğin yenilendiğinde, sen ve ekibin şunların tadını çıkarmaya devam edebilir:

# BusinessExpiresSoonMailMemberBodyHtml
source: I really hope you will continue to use our Business features. To renew your subscription, please contact your AxCrypt Business administrator.
pl: Mam nadzieję, że nadal będziesz korzystać z funkcji Business. Aby odnowić swoją subskrypcję, skontaktuj się z administratorem AxCrypt Business.
ru: Мы очень надеемся, что вы продолжите использовать наши Business возможности. Чтобы продлить подписку, обратитесь к AxCrypt Business администратору.
sv: Jag hoppas verkligen du vill fortsätta med AxCrypt Business. Kontakta din AxCrypt-administratör för att få abonnemanget förnyat.
tr: Gerçekten Business özelliklerimizi kullanmaya devam edeceğini umuyorum. Aboneliğini yenilemek için, lütfen AxCrypt Business yöneticinle iletişime geç.

# BusinessExpiresSoonMailSubject
source: Time to renew your AxCrypt Business subscription!
pl: Czas odnowić Twoją subskrypcję AxCrypt Business!
ru: Время продлить подписку на AxCrypt Business!
sv: Nu är det dags att förnya ditt AxCrypt Business-abonnemang!
tr: AxCrypt Business aboneliğini yenileme zamanı!

# BusinessInvitationMailBodyIntro
source: <p>You have been added as a user of AxCrypt File Security by <b>{0}</b>. To start securing your files just <a href="{1}" style="color: #86b96e; text-decoration: none;">download</a> and install AxCrypt. Sign in to AxCrypt with <b>{2}</b>, enter the verification code below and set your personal secret password.</p> <p>If you have any questions, please first contact {0}.</p>
pl: <p>Zostałeś dodany przez <b>{0}</b> jako użytkownik AxCrypt File Security. Aby zacząć zabezpieczać swoje pliki, po prostu <a href="{1}" style="color: #86b96e; text-decoration: none;">pobierz</a> i zinstaluj AxCrypt. Zaloguj się do AxCrypt używając <b>{2}</b>, wpisz poniższy kod weryfikacyjny i ustaw swoje osobiste tajne hasło.</p> </p>Jeśli masz jakieś pytania, najpierw skontaktuj się z {0}.</p>
ru: <p> Вы были добавлены аккаунтом <b>{0}</b> в пользователи AxCrypt File Security. Чтобы начать защиту файлов, просто <a href="{1}" style="color: #86b96e; text-decoration: none;">загрузите</a> и установите AxCrypt. Войдите в AxCrypt с помощью <b> {2} </ b>, <p>, ниже введите верификационный код и установите персональный пароль.</p> <p> Если у вас есть какие-либо вопросы, пожалуйста, свяжитесь в первую очередь с с {0}. </ p>
sv: <p>Du har blivit tillagd som AxCrypt-användare av <b>{0}</b>. Börja med att <a href="{1}" style="color: #86b96e; text-decoration: none;">ladda ned</a> och installera AxCrypt. Logga på AxCrypt med <b>{2}</b>, ange din verifikationskod nedan och sätt ditt personliga hemliga lösenord.</p> <p>Om du har några frågor, kontakta {0} i första hand.</p>
tr: <p><b>{0}</b> tarafından AxCrypt File Security kullanıcısı olarak eklendin. Dosyalarını korumaya başlamak için <a href="{1}" style="color: #86b96e; text-decoration: none;">indir</a> AxCrypt'i kur. <b>{2}</b> ile AxCrypt oturumunu aç, aşağıdaki doğrulama kodunu girip gizli kişisel parolanı belirle.</p> <p>Soruların için lütfen önce {0} ile iletişime geç.</p>

# BusinessSubscriptionAddButtonLabel
source: Add
pl: Dodaj
ru: Добавить
sv: Ny
tr: Ekle

# BusinessSubscriptionAddressNameLabel
source: Address
pl: Adres
ru: Адрес
sv: Adress
tr: Adres

# BusinessSubscriptionAddressPlaceholder
source: Address
pl: Adres
ru: Адрес
sv: Adress
tr: Adres

# BusinessSubscriptionAddressRequiredErrorMessage
source: Address is required.
pl: Adres jest wymagany
ru: Необходимо ввести Адрес.
sv: Adress måste anges.
tr: Adres bilgisi gereklidir.

# BusinessSubscriptionAdministratorLabel
source: Administrator
ru: Администратор
sv: Administratör
tr: Yönetici

# BusinessSubscriptionAlreadyMemberCreateWarning
source: You are already Business member, only create a new subscription if you are sure you want to.
pl: Jesteś już użytkownikiem Buisness, utwórz nową subskrypcję tylko jeśli jesteś tego pewien.
ru: Вы уже являетесь Business пользователем. Можете оформить новую подписку, если уверены в собственном желании.
sv: Du har redan medlemskap i ett Business-abonnemang. Skapa bara ett nytt om du är säker.
tr: Business üyeliğin zaten var. Sadece istediğinden eminsen yeni bir üyelik oluştur.

# BusinessSubscriptionAvailableMemberLicensesLabel
source: Unused
pl: Dostępny
ru: Неиспользованное
sv: Lediga
tr: Kullanılmamış

# BusinessSubscriptionConditionsText
source: Please read the full <a href="https://www.axcrypt.net/information/license/">terms of use</a> and the <a href="https://www.axcrypt.net/pricing/">pricing schedule</a> before purchase.
pl: Proszę, przed zakupem przeczytaj pełne<a href="https://www.axcrypt.net/information/license/">warunki umowy</a> i <a href="https://www.axcrypt.net/pricing/">harmonogram cenowy</a>.
ru: Пожалуйста, тщательно ознакомьтесь с <a href="https://www.axcrypt.net/information/license/">terms of use</a> и <a href="https://www.axcrypt.net/pricing/">pricing schedule</a> перед покупкой.
sv: Läs de fullständiga <a href="https://www.axcrypt.net/information/license/">villkoren</a> och <a href="https://www.axcrypt.net/pricing/">prissättning</a> före köp.
tr: Satın almadan önce lütfen bütün <a href="https://www.axcrypt.net/bilgi/lisans/">kullanım şartları</a> ve <a href="https://www.axcrypt.net/fiyatlandırma/">fiyatlandırma programı</a> oku.

# BusinessSubscriptionConditionsTitle
source: Subscription Conditions
pl: Warunki subskrypcji
ru: Условиям Абонентского Договора
sv: Abonnemangsvillkor
tr: Abonelik Şartları

# BusinessSubscriptionCountryRequiredErrorMessage
source: Country is required.
pl: Kraj jest wymagany
ru: Необходимо ввести страну.
sv: Land måste anges.
tr: Ülke bilgisi gereklidir.

# BusinessSubscriptionCreateMenu
source: Create
pl: Utwórz
ru: Создать
sv: Skapa Nytt
tr: Oluştur

# BusinessSubscriptionCreateTitle
source: Create Subscription
pl: Utwórz subskrypcję
ru: Создать Подписку
sv: Skapa Nytt Abonnemang
tr: Abonelik Oluştur

# BusinessSubscriptionEmailLabel
source: Email
ru: Электронная почта
sv: E-post
tr: E-posta

# BusinessSubscriptionEuVatNumberErrorMessage
source: Invalid EU VAT Number.
pl: Niewłaściwy Europejski Numer Płatnika VAT
ru: Недействительный регистрационный номер плательщика НДС ЕС (EU VAT).
sv: Ogiltigt EU VAT-nummer.
tr: Geçersiz AB KDV Numarası.

# BusinessSubscriptionEuVatNumberLabel
source: EU VAT Number
pl: Europejski Numer Płatnika VAT
ru: Регистрационный номер плательщика НДС ЕС (EU VAT).
sv: EU VAT-nummer
tr: AB KDV Numarası

# BusinessSubscriptionEuVatNumberPlaceholder
source: EU VAT Number
pl: Europejski Numer Płatnika VAT
ru: Регистрационный номер плательщика НДС ЕС (EU VAT).
sv: EU VAT-nummer
tr: AB KDV Numarası

# BusinessSubscriptionExpiredWarningText
source: Your subscription has expired since {0}. Please renew to restore full business functionality.
pl: Twoja subskrypcja wygasła {0}. Odnów subskrypcję by przywrócić pełnię biznesowych funkcjonalności.
ru: Срок действия вашей подписки истек с {0}. Пожалуйста, обновите для восстановления полной бизнес функциональности.
sv: Ditt abonnemang gick ut {0}. Du måste förnya för att återfå full funktionalitet.
tr: Aboneliğinin {0} tarihinden itibaren süresi geçti. Bütün business işlevlerini geri almak için lütfen aboneliğini yenile.

# BusinessSubscriptionExpiresFormat
source: Subscription expires on {0}.
pl: Abonament wygasa {0}.
ru: Подписка заканчивается {0}.
sv: Abonnemanget giltigt t.o.m. {0}.
tr: Aboneliğinin süresi {0}'da dolacaktır.

# BusinessSubscriptionExpiresInfo
source: If your Business subscription is not renewed in time, you will fall back to one of our free plans.
pl: Jeśli nie odnowisz subskrypcji Business na czas, powrócisz do jednego z naszych bezpłatnych abonamentów.
ru: Если ваша Business подписка не будет обновлена вовремя, вы вернетесь к одному из наших бесплатных планов.
sv: Om ditt Business-abonnemang inte förnyas i tid, faller ni automatiskt tillbaka till något av våra gratis-abonnemang.
tr: Business aboneliğin zamanında yenilenmezse, ücretsiz planlarımızdan birine geçeceksin.

# BusinessSubscriptionExpiringWarningText
source: Your subscription is soon expiring. Please renew it to retain full functionality.
sv: Abonnemanget avslutas snart. För att behålla all funktionalitet, förnya snarast!
tr: Aboneliğiniz yakında sona erecektir. Tüm işlevlerinden faydalanabilmek için lütfen yenileyiniz.

# BusinessSubscriptionImportButtonLabel
source: Import
ru: Импортировать
sv: Importera
tr: Aktar

# BusinessSubscriptionInformationMenu
source: Information
pl: Informacja
ru: Информация
tr: Bilgi

# BusinessSubscriptionInformationTitle
source: Subscription Information
pl: Informacja o Abonamencie
ru: Информация по Подписке
sv: Abonnemangsinformation
tr: Abonelik Bilgisi

# BusinessSubscriptionInstructionsLinkText
source: Read more <a href="https://www.axcrypt.net/support/axcrypt-business/">here</a>.
pl: Przeczytaj więcej <a href="https://www.axcrypt.net/support/axcrypt-business/">tutaj</a>
ru: Узнайте больше <a href="https://www.axcrypt.net/support/axcrypt-business/">здесь</a>.
sv: Läs mer <a href="https://www.axcrypt.net/support/axcrypt-business/">här</a>.
tr: Devamını oku <a href="https://www.axcrypt.net/support/axcrypt-business/">here</a>.

# BusinessSubscriptionManageMenu
source: Manage
pl: Zarządzaj
ru: Управлять
sv: Hantera
tr: Yönet

# BusinessSubscriptionManageTitle
source: Manage Subscriptions
pl: Zarządzaj Abonamentami
ru: Управление Подписками
sv: Hantera Abonnemang
tr: Abonelikleri Yönet

# BusinessSubscriptionMemberCountErrorMessage
source: Too few or too many members.
pl: Zbyt wielu lub zbyt mało członków.
ru: Слишком мало или слишком много членов.
sv: För få eller för många medlemmar.
tr: Çok az veya çok fazla üye.

# BusinessSubscriptionMenu
source: Business Subscription
pl: Abonament Business
ru: Корпоротивная Подписка
sv: Företagsabonnemang
tr: Business Aboneliği

# BusinessSubscriptionMonthsLeftLabel
source: Months
pl: Miesięcy
ru: Месяцы
sv: Månader
tr: Ay

# BusinessSubscriptionNotAdministratorText
source: You are not administrator for any subscriptions.
pl: Nie jesteś administratorem żadnych abonamentów.
ru: Вы не являетесь администратором никаких подписок.
sv: Du är inte administratör för några abonnemang.
tr: Hiçbir abonelikte yönetici değilsin.

# BusinessSubscriptionOrganizationNameLabel
source: Organization Name
pl: Nazwa Organizacji
ru: Имя Организации
sv: Organisationsnamn
tr: Kuruluş Adı

# BusinessSubscriptionOrganizationNamePlaceholder
source: Organization Name
pl: Nazwa Organizacji
ru: Имя Организации
sv: Organisationsnamn
tr: Kuruluş Adı

# BusinessSubscriptionOrganizationRequiredErrorMessage
source: Organization Name is required.
pl: Nazwa Organizacji jest wymagana.
ru: Необходимо ввести Имя Организации.
sv: Organisationsnamn måste anges.
tr: Kuruluş Adı bilgisi gereklidir.

# BusinessSubscriptionPriceCurrencyLabel
source: Currency
pl: Waluta
ru: Валюта
sv: Valuta
tr: Para Birimi

# BusinessSubscriptionPriceDiscountLabel
source: Discount
pl: Zniżka
ru: Скидка
sv: Rabatt
tr: İndirim

# BusinessSubscriptionPriceEuVatLabel
source: EU VAT
ru: Регистрационный номер плательщика НДС ЕС (EU VAT).
sv: Moms
tr: AB KDV

# BusinessSubscriptionPriceListPriceLabel
source: List Price
pl: Cennik
ru: Прайс-лист.
sv: Listpris
tr: Liste Fiyatı

# BusinessSubscriptionPriceMembersLabel
source: Members
pl: Członkowie
ru: Участники
sv: Antal
tr: Üyeler

# BusinessSubscriptionPriceSumTotalLabel
source: Total
pl: Razem
ru: Итого
sv: Summa
tr: Toplam

# BusinessSubscriptionPurchaseMenu
source: Buy more licenses
pl: Zakup
ru: Покупка
sv: Köp fler licenser
tr: Satın Al

# BusinessSubscriptionPurchaseTitle
source: Purchase Additional Member Licenses
pl: Wykup Dodatkową Licencję Członkowską
ru: Купить Дополнительные Лицензии на Членов
sv: Köp Ytterligare Medlemslicenser
tr: Daha Fazla Üye Lisansı Satın Al

# BusinessSubscriptionRemoveButtonLabel
source: Remove
pl: Usuń
ru: Удалить
sv: Ta Bort
tr: Abonelikten Çıkar

# BusinessSubscriptionRemoveMemberConfirmation
source: Do you really wish to remove the member from the subscription?
pl: Czy naprawdę chcesz wykluczyć tego członka z abonamentu?
ru: Вы уверены, что хотите удалить данного члена из подписки?
sv: Vill du verkligen ta bort medlemmen från abonnemanget?
tr: Bu üyeyi abonelikten çıkarmak istediğinden emin misin?

# BusinessSubscriptionRenewalMemberCountErrorMessage
source: Too few members! Renewal must be for at least as many members as are currently used. To renew for fewer, remove some members from the subscription.
pl: Zbyt mało użytkowników! Odnowienie musi dotyczyć co najmniej tylu użytkowników, ilu jest obecnie u użyciu. Aby odnowić mniej, usuń niektórych członków z subskrypcji.
ru: Слишком мало подписчиков! Oбновление должно быть минимум как число подписчиков, которые в настоящее время активные пользователи. Чтобы обновить на меньшее количество подписчиков, удалите некоторых пользователей из подписки.
sv: Det är för få medlemmar! Du måste minst förnya lika många medlemmar som är aktiva. Om du vill minska antalet, ta bort några medlemmar först.
tr: Çok az sayıda üye var! Yenileme için en az şu anki üye sayısı kadar üye olmalıdır. Daha az sayıda üyeyle yenilemek için, bazı üyeleri abonelikten çıkar.

# BusinessSubscriptionRenewalPageBody
source: Renewal must be for at least as many members as are currently used. To renew for fewer members, please remove members first. If the renewal is for fewer than current, the subscription is reduced to that level and the remaining time for the unused members is lost.
pl: Odnowienie musi dotyczyć co najmniej tylu użytkowników, ilu jest obecnie u użyciu. Aby odnowić mniej, usuń niektórych członków z subskrypcji. Jeśli odnowienie dotyczy mniejszej liczby użytkowników, subskrypcja zostanie odpowiednio zredukowana, a czas pozostały niewykorzystanym użytkownikom przepadnie.
ru: Обновление должно быть как минимум для числа подписчиков, которые в настоящее время являются пользователями. Чтобы обновить меньшее количество подписчиков , сначала удалите пользователей. Если обновление будет для меньшего количества подписчиков, чем в настоящее время, подписка будет уменьшена до этого уровня, а оставшееся время для неиспользуемых подписчиков будет потеряно.
sv: Du måste förnya med minst lika många medlemmar som är aktiva nu. Om du vill förnya för färre medlemmar, inaktivera några först. Om du förnyar för färre medlemmar, så reduceras abonnemanget omedelbart till den lägre nivån, och kvarvarande tid för de oanvända medlemmarna förloras.
tr: Yenileme için en az şu anki üye sayısı kadar üye olmalıdır. Daha az sayıda üyeyle yenilemek için, lütfen önce bazı üyeleri çıkar. Eğer yenileme şu anki üye sayısından daha az kişi için olursa, üyelik o seviyeye düşer ve kullanılmayan üyeler için geriye kalan zaman kaybedilir.

# BusinessSubscriptionRenewMenu
source: Renew
pl: Odnów
ru: Обновить
sv: Förnya
tr: Yenile

# BusinessSubscriptionRenewTitle
source: Business Subscription Renewal
pl: Odnowienie subskrypcji Business
ru: Обновление бизнес-подписки
sv: Förnya Business
tr: Business Aboneliği Yenileme

# BusinessSubscriptionResellerCustomerSubscription
source: Acting on
pl: Działając na
ru: Действовать согласно
sv: Agera på
tr: Buna göre hareket edilecek

# BusinessSubscriptionResellerSubscriptionSelection
source: Acting as
pl: Działając jako
ru: Действовать в качестве
sv: Agera som
tr: Bu sıfatla hareket edilecek

# BusinessSubscriptionTotalMemberLicensesLabel
source: Total
pl: Razem
ru: Итого
sv: Totalt
tr: Toplam

# ButtonActivateText
source: Verify
pl: Potwierdź
ru: Подтвердите
sv: Verifiera
tr: Doğrula

# ButtonCancelAllText
source: Cancel All
pl: Anuluj wszystkie
ru: Отменить Всё
sv: Avbryt Allt
tr: Hepsini iptal et

# ButtonCancelText
source: Cancel
pl: Anuluj
ru: Отменить
sv: Avbryt
tr: Iptal

# ButtonChangePasswordText
source: Change Password
pl: Zmień hasło
ru: Поменять Пароль
sv: Byt Lösenord
tr: Şifre değiştir

# ButtonCloseText
source: Close
pl: Zamknij
ru: Закрыть
sv: Stäng
tr: Kapat

# ButtonDeleteAxCryptIdText
source: Delete AxCrypt ID
pl: Usuń AxCrypt ID
ru: Удалить AxCrypt ID
sv: Radera AxCrypt ID
tr: AxCrypt kimliğini sil

# ButtonDeleteText
source: Delete
pl: Usuń
ru: Удалить
sv: Radera
tr: Sil

# ButtonDisableText
source: Disable
pl: Wyłącz
ru: Отключить
sv: Av
tr: Devre Dışı Bırak

# ButtonEditText
source: Edit
pl: Edytuj
ru: Редактировать
sv: Redigera
tr: Düzenle

# ButtonEnableText
source: Enable
pl: Włącz
ru: Включить
sv: På
tr: Etkinleştir

# ButtonExitText
source: Exit
pl: Wyjdź
ru: Выход
sv: Avsluta
tr: Çıkış

# ButtonHelpText
source: Help
pl: Pomoc
ru: Помощь
sv: Hjälp
tr: Yardım

# ButtonNewText
source: Switch
pl: Przełącz
ru: Поменять
sv: Byt
tr: Değiştir

# ButtonNewToolTip
source: Click to change the AxCrypt ID e-mail to use for sign in.
pl: Kliknij, aby zmienić adres email dla AxCrypt ID, który będzie używany do logowania.
ru: Нажмите сюда для изменения адреса электронной почты AxCrypt ID для входа в систему.
sv: Klicka för att ändra AxCrypt ID e-postadress att logga in med.
tr: Oturum açmak için kullanılan AxCrypt kimliği e-postasını değiştirmek için tıkla.

# ButtonNoText
source: No
pl: Nie
ru: Нет
sv: Nej
tr: Hayır

# ButtonNotNow
source: Not now
pl: Nie teraz
ru: Не сейчас
sv: Inte nu
tr: Şimdi değil

# ButtonPasswordResetText
source: Password Reset
pl: Zmiana hasła
ru: Переустановка Пароля
sv: Återställ Lösenord
tr: Şifre sıfırla

# ButtonPasswordResetToolTip
source: Click to reset your password.
pl: Kliknij aby zmienić hasło
ru: Нажмите сюда для переустановки Вашего пароля.
sv: Klicak för att återställa ditt lösenord.
tr: Şifreni sıfırlamak için tıkla.

# ButtonRemoveKnownContactText
source: Remove
ru: Удалить
sv: Ta Bort
tr: Sil

# ButtonSaveText
source: Save
pl: Zapisz
ru: Сохранить
sv: Spara
tr: Kaydet

# ButtonSendText
source: Send
pl: Wyślij
ru: Отправить
sv: Skicka
tr: Gönder

# ButtonShareRightText
source: Share >>
pl: Udostępnij >>
ru: Поделиться >>
sv: Dela >>
tr: Paylaş >>

# ButtonSignInBuyText
source: Sign In & Buy Now
pl: Zaloguj się i kup teraz
ru: Вход в систему & Приобретение сразу
sv: Logga In & Köp Nu
tr: Oturum aç & Satın al

# ButtonSignInText
source: Sign In
pl: Zaloguj się
ru: Вход в систему
sv: Logga In
tr: Oturum aç

# ButtonSignUpText
source: Sign Up
pl: Zarejestruj się
ru: Зарегистрироваться
sv: Registrera
tr: Kaydol

# ButtonStartTrial
source: Start trial
pl: Rozpocznij testowanie
ru: Начать пробный период
sv: Prova nu
tr: Deneme sürecini başlat

# ButtonSuggestText
source: Suggest password
pl: Zaproponuj hasło
ru: Предложить пароль
sv: Lösenordsförslag
tr: Şifre öner

# ButtonUnshareLeftText
source: << Unshare
pl: << Przestań udostępniać
ru: << Отменить функцию Поделиться
sv: << Odela
tr: << Paylaşımı kaldır

# ButtonYesText
source: Yes
pl: Tak
ru: Да
sv: Ja
tr: Evet

# Canceled
source: Canceled '{0}'.
pl: Anulowano '{0}'
ru: Отменено '{0}'.
sv: Avbröt '{0}'.
tr: '{0}' iptal.

# CannotStartApplication
source: Cannot start application for '{0}'.
pl: Nie można uruchomić aplikacji dla '{0}'.
ru: Невозможно запустить приложение для '{0}'.
sv: Kan inte starta applikation för '{0}'.
tr: '{0}' için uygulama açılamıyor.

# CannotWrite
source: Cannot write '{0}'.
pl: Nie można zapisać '{0}'.
ru: Невозможно написать '{0}'.
sv: Kan inte skriva till '{0}'.
tr: '{0}' yazılamamaktadır.

# CaptchaError
source: Incorrect captcha answer.
pl: Niepoprawny kod captcha.
ru: Неправильный капча ответ.
sv: Felaktigt svar.
tr: Yanlış güvenli kodu cevabı.

# CaptchaLabel
source: Prove that you're a real person and not automated software!
pl: Udowodnij, że jesteś człowiekiem a nie programem!
ru: Докажите, что являетесь человеком,а не автоматизированной компьютерной программой.
sv: Bevisa att du är en riktig person och inte ett dataprogram!
tr: Otomatik yazılım değil gerçek bir insan olduğunu doğrula!
