Repository: solution-pool/my-axcrypt
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: pl, ru, sv, tr

# AbortedFileStatus
source: Status 'Aborted' ({0}).
pl: Status 'Przerwany' ({0}).
ru: Статус 'Прерван'
sv: Status 'Avbruten' ({0}).
tr: Durum 'İptal' ({0}).

# About
source: About {0}
pl: O {0}
ru: Об {0}
sv: Om {0}
tr: {0} hakkında

# AccountMustBeVerified
source: The account must be verified by the user first.
pl: Konto musi najpierw zostać zweryfikowane przez użytkownika.
ru: Данный аккаунт должен быть вначале подтверждён пользователем.
sv: Kontot måste verifieras av användaren först.
tr: Hesabın önce kullanıcı tarafından doğrulanması gerekmektedir.

# AccountServiceLocalExceptionDialogText
source: New recipients can't be added in local or offline state since there is no contact with the server.
ru: Новые пользователи не могут быть добавлены в локальном или оффлайн режиме, так как соединение с сервером отсутствует.
sv: Det går inte att lägga till nya mottagare när du är i lokalt läge eller frånkopplad eftersom vi inte har kontakt med Internet.
tr: Sunucu ile herhangi bir bağlantı bulunmadığından, yeni alıcılar yerel ya da çevrimdışı durumda eklenemiyor.

# AccountStatusPremiumTrial
source: AxCrypt Premium Trial
pl: AxCrypt Premium Okres Próbny
ru: AxCrypt Premium (пробный)
sv: AxCrypt Premium Prov
tr: AxCrypt Premium deneme

# ActivateErrorEmailOrCode
source: The provided e-mail or verification code is incorrect.
pl: Podany email lub kod weryfikacyjny jest niepoprawny.
ru: Предоставленный адрес электронный почты или верификационный код ошибочные.
sv: Fel epostadress eller verifieringskod.
tr: Belirtilen e-posta veya onay kodu hatalıdır.

# ActivateErrorNoRequest
source: Password reset failed. A password reset request has not been made for this AxCrypt ID.
pl: Nieudana próba zmiany hasła. Nie wysłano prośby o zmianę hasła dla tego AxCrypt ID.
ru: Изменение пароля невозможно. Запрос на изменение пароля был сделан не на данный AxCrypt ID.
sv: Lösenordsåterställelse misslyckades, eftersom ingen sådan begäran inkommit.
tr: Şifre sıfırlanmasında hata oluştu. Bu AxCrypt kimliği için herhangi bir şifre sıfırlama isteğinde bulunulmamıştır.

# ActivateErrorPassword
source: Password reset failed.
pl: Nieudana próba zmiany hasła.
ru: Изменение пароля невозможно.
sv: Lösenordsåterställelse misslyckades.
tr: Şifre sıfırlanması başarısız oldu.

# ActivateMailBodyButton
source: Verify AxCrypt ID
pl: Potwierdź AxCrypt ID
ru: Подтвердите AxCrypt ID
sv: Verifiera AxCrypt ID
tr: AxCrypt kimliğini doğrula

# ActivateMailBodyCode
source: Your verification code is <b>{0}</b> .
pl: Twój kod weryfikacyjny to <b>{0}</b> .
ru: Ваш верификационный код <b>{0}</b> .
sv: Din verifieringskod är <b>{0}</b>
tr: Onay kodun <b>{0}</b> .

# ActivateMailBodyCodePlainText
source: Your verification code is {0}.
pl: Twój kod weryfikacyjny to {0}.
ru: Ваш верификационный код {0}.
sv: Din verifieringskod är {0} .
tr: Onay kodun {0}.

# ActivateMailBodyFreeTrial
source: You can start your trial of <b>AxCrypt Premium features for 30 days</b> in the app!
pl: Możesz rozpocząć testowanie aplikacji <b>z funkcjami AxCrypt Premium przez 30 dni</b>!
ru: Вы можете начать пробный период<b>функций AxCrypt Premium на протяжении 30 дней<b> в приложении!
sv: Du kan starta en gratis <b>30-dagars provperiod av Premium funktionerna</b> i AxCrypt-programmet som du laddar ned separat.
tr: <b>30 gün boyunca AxCrypt Premium özellikleri</b> denemen uygulamada hazır!

# ActivateMailBodyFreeTrialPlainText
source: You can start trying AxCrypt Premium features for 30 days in the app!
pl: Możesz rozpocząć testowanie aplikacji z funkcjami AxCrypt Premium przez 30 dni!
ru: Вы можете начать тестироватъ функции AxCrypt Premium на протяжении 30 дней в приложении!
sv: Du kan starta en gratis 30-dagars provperiod av Premium funktionerna i AxCrypt-programmet som du laddar ned separat.
tr: AxCrypt Premium özelliklerini 30 gün boyunca uygulamada deneyebilirsin!

# ActivateMailBodyIntro
source: You have signed up to use AxCrypt. To complete the process you must verify your email address. Doing so proves you own the email and gives us permission to send email to you. Please read our <a href="{0}" style="color: #86b96e; text-decoration: none;">privacy policy</a> for details.
pl: Zarejestrowałeś się, aby używać AxCrypt. Aby zakończyć proces, musisz zweryfikować swój adres email. W ten sposób udowodnisz, że to Twój adres email i wyrazisz zgodę na otrzymywanie emaili od nas. Szczegóły znajdziesz w naszej <a href="{0}" style="color: #86b96e; text-decoration: none;">polityce prywatności</a>.
ru: Вы зарегистрировались на AxCrypt. Вам необходимо подтвердить ваш адрес электронной почты для завершения данной регистрации. Это позволит подтвердить Ваш собственный адрес электронной почты и даст нам возможность посылать Вам электронные письма и уведомления. Пожалуйста, прочитайте наш <a href="{0}" style="color: #86b96e; text-decoration: none;">privacy policy</a> для более подробной информации.
sv: Du har tecknat dig för att använda AxCrypt. För att slutföra processen måste du verifiera din epostadress, vilket bevisar att du äger den eposten och ger oss tillstånd att sända epost till dig. Läs vår <a href="{0}" style="color: #86b96e; text-decoration: none;">integritetspolicy</a> för mer information.
tr: AxCrypt kullanmak için kaydolma talebinde bulundun. İşlemi tamamlamak için e-posta adresini doğrulamalısın. Bunu yaptığında e-posta adresinin sahibi olduğunu kanıtlamış ve sana e-posta göndermemize izin vermiş olacaksın. Ayrıntılar için lütfen <a href="{0}" style="color: #86b96e; text-decoration: none;">privacy policy</a> sayfamızı oku.

# ActivateMailBodyManualLink
source: To verify manually, go to <a href="{0}" style="color: #86b96e; text-decoration: none;">{0}</a> and enter <b>{1}</b> and the verification code <b>{2}</b> .
pl: Aby zweryfikować ręcznie, przejdź do <a href="{0}" style="color: #86b96e; text-decoration: none;">{0}</a> i wprowadź <b>{1}</b> oraz kod weryfikacyjny <b>{2}</b>.
ru: Для мануального подтверждения, перейдите на <a href="{0}" style="color: #86b96e; text-decoration: none;">{0}</a> и введите <b>{1}</b> , а также верификационный код <b>{2}</b> .
sv: För att verifiera manuellt, gå till <a href="{0}" style="color: #86b96e; text-decoration: none;">{0}</a> och ange <b>{1}</b> samt verifieringskoden <b>{2}</b> .
tr: Manüel olarak onaylamak için buraya git <a href="{0}" style="color: #86b96e; text-decoration: none;">{0}</a> ve onay kodu <b>{2}</b>.

# ActivateMailBodyManualLinkPlainText
source: To verify manually, go to {0} and enter {1} and the verification code {2} .
pl: Aby zweryfikować ręcznie, przejdź do {0} i wprowadź {1} oraz kod weryfikacyjny {2}.
ru: Для мануального подтверждения перейдите на {0} и введите {1} , а также верификационный код {2} .
sv: Om du vill verifiera manuellt gå till {0} och ange {1} samt verifieringskoden {2} .
tr: Manuel olarak doğrulamak için {0} a gidip {1} e basıp onay kodu {2} yi gir.

# ActivateMailBodyTitle
source: Hello and welcome to AxCrypt!
pl: Witaj w AxCrypt!
ru: Здравствуйте и добро пожаловать в AxCrypt!
sv: Hej och välkommen till AxCrypt!
tr: Merhaba, AxCrypt'e hoş geldin!

# ActivateMailSubject
source: AxCrypt ID Verification
pl: Weryfikacja AxCrypt ID
ru: Верификация Вашего AxCrypt ID
sv: AxCrypt ID Verifiering
tr: AxCrypt kimliği onay

# ActivateManuallyPageBody
source: <b>Stop!</b> You should only be here because clicking on the link in the AxCrypt ID verification e-mail from AxCrypt did not work. (You must of course register for an AxCrypt ID to get a verification e-mail) Enter your e-mail and code manually here only if you have received the verification e-mail, but the link did not work.
pl: Powinieneś być tu tylko w wypadku, kiedy kliknięcie na link weryfikacyjny AxCrypt ID w emailu od AxCrypt nie działa. (Musisz oczywiście zarejestrować swój AxCrypt ID aby otrzymać email weryfikacyjny) Wpisz tutaj swój email oraz kod ręcznie tylko wtedy, jeśli otrzymałeś email weryfikacyjny, ale link nie działa.
ru: <b>Стоп!</b> Вы находитесь здесь только в связи с нажатием на ссылку, указанную в верификационном AxCrypt ID электронном письме от AxCrypt, которая не сработала. (Вы должны быть зарегистрированы для обладания AxCrypt ID и получения верификационного электронного письма) Введите мануально Ваш адрес электронной почты и код только в случае, если Вы получили верификационное электронное письмо, однако ссылка не сработала.
sv: <b>Stopp!</b> Du borde bara komma till den här sidan om länken från ditt verifieringsmejl inte fungerade. (Du måste så klart registrera dig för ett AxCrypt ID för att få ett verifieringsmejl). Ange din epostadress och verifieringskod manuellt här om du fått ditt verifieringsmejl, men direktlänken inte fungerade.
tr: <b>Durun!</b> Burada bulunma sebebin sadece AxCrypt kimliği onay e-postasının çalışmaması olmalı. (Elbette onay kodu almak için AxCrypt kimliği için kaydolman lazım) E-posta adresini ve kodunu buraya yalnızca onay e-postasını almışsan ve çalışmadıysa gir.

# ActivatePageBody
source: To create your AxCrypt ID <b>{0}</b> you must select a password. Choose something difficult to guess, since it will protect passwords in the online password manager as well as access to the site. Type slowly and carefully, and do not forget your password!
pl: Aby utworzyć AxCrypt ID <b>{0}</b>, musisz wybrać hasło. Wybierz coś trudnego do odgadnięcia, ponieważ hasło to będzie chronić hasła w menadżerze haseł online, a także uzyskać dostęp do serwisu. Wpisz powoli i starannie, i nie zapomnij tego hasła!
ru: Для регистрации Вашего собственного AxCrypt ID <b>{0}</b> Вы должны выбрать пароль. Придумайте трудно угадываемый пароль, поскольку он будет защищать менеджер паролей онлайн и доступ к странице. Вводите пароль медленно и внимательно. Запомните Ваш пароль!
sv: För att skapa ditt AxCrypt ID <b>{0}</b> måste du nu sätta ett lösenord. Välj ett starkt lösenord som är svårgissat, eftersom det kommer att ge åtkomst till dina AxCrypt-skyddade filer, lösenordshanteraren och den här sajten. Skriv långsamt och noggrannt, och glöm inte bort det!
tr: AxCrypt kimliğini <b>{0}</b> yaratmak için bir şifre seçmen gerekiyor. Tahmin edilmesi zor bir tane seç çünkü bu hem siteye erişimi sağlar hem de sanal şifre yönetimini korur. Dikkatlice ve yavaşça yaz, ve şifreni unutma!

# ActivatePageTitle
source: Verify AxCrypt ID
pl: Potwierdź AxCrypt ID
ru: Подтвердите AxCrypt ID
sv: Verifiera AxCrypt ID
tr: AxCrypt kimliğini doğrula

# ActivateSuccess
source: Your AxCrypt ID has been verified! Please sign in.
pl: Twój AxCrypt ID został zweryfikowany. Zaloguj się.
ru: Ваш AxCrypt ID был подтвержден! Пожалуйста, войдите в систему.
sv: Ditt AxCrypt ID har verifierats. Vänligen logga in!
tr: AxCrypt kimliğin doğrulanmıştır! Lütfen oturum aç.

# ActivationCodeSentMessage
source: We sent you an email at {0}
pl: Wysłaliśmy Ci email o {0}
ru: Мы отправили Вам электронное письмо на {0}
sv: Vi har skickat epost till {0}
tr: Sana {0} bir e-posta gönderdik

# ActivationCodeTitle
source: Enter your verification code
pl: Podaj swój kod weryfikacyjny
ru: Введите Ваш верификационный код
sv: Ange verifieringskoden
tr: Onay kodunu gir

# ActiveFileKnownKeyToolTip
source: Double-click opens the secured file.
pl: Otwórz zabezpieczony plik klikając dwukrotnie.
ru: Двойное нажатие открывает защищённый файл.
sv: Dubbelklick öppnar den skyddade filen.
tr: Çift tıklama güvenli dosyayı açar.

# ActiveFileToolTip
source: Double-click opens a Password-dialog before opening the secured file.
pl: Kliknij dwukrotnie, aby otworzyć zabezpieczony plik.
ru: Двойное нажатие открывает окно с диалогом, куда Вы можете ввести пароль перед открытием защищённого файла.
sv: Dubbelklick öppnar en dialog där du kan ange lösenord innan filen kan öppnas.
tr: Çift tıklama güvenli dosyayı açmadan evvel bir şifre diyalogu açar.

# AddFileLabel
source: Open AxCrypt File
pl: Otwórz Plik AxCrypt
ru: Откройте файл AxCrypt
sv: Öppna AxCrypt-fil
tr: AxCrypt dosyasını aç

# AdditionalUnsubscribedConfirmation
source: We may still send you email if it's vital to the function or security of AxCrypt.
pl: Być może wyślemy Ci jeszcze email, jeśli będzie to istotne dla funkcjonowania lub bezpieczeństwa AxCrypt.
ru: Мы по-прежнему можем прислать Вам электронное письмо, если это необходимо для работы и безопасности AxCrypt.
sv: Vi kommer fortfarande att skicka epost om det är kritiskt för funktionen eller säkerheten i AxCrypt.
tr: AxCrypt'in işleyişi ya da güvenliği açısından önemli olması durumunda sana hala e-posta gönderebiliriz.

# AddSecureFolderMenuItemText
source: Add Secured Folder
pl: Dodaj Zabezpieczony Folder
ru: Добавьте Защищенную Папку
sv: Lägg till Säker Mapp
tr: Güvenli klasör ekle

# AddSecureFolderTitle
source: Select a folder to keep secured with AxCrypt. Existing files will be encrypted now.
pl: Wybierz folder, który ma być zabezpieczony przez AxCrypt. Istniejące pliki zostaną teraz zaszyfrowane.
ru: Выберите папку для защиты с помощью AxCrypt. Существующие файлы будут немедленно закодированы.
sv: Välj en mapp som skall säkras med AxCrypt. Befintliga filer kommer att krypteras.
tr: AxCrypt ile güvene almak istediğin dosyayı seç. Varolan dosyalar şimdi şifrelenecek.

# AlreadyRegisteredLink
source: Already registered? Log in here
pl: Masz już konto? Zaloguj się tutaj
ru: Уже зарегистрированы? Вход в систему здесь
sv: Redan registrerad? Logga på här
tr: Zaten kaydoldun mu? Buradan oturum aç

# AlreadyVerifiedInfo
source: Oops. You already verified your account, that's great! Please sign in using the same password you used then.
pl: Ups. Zweryfikowałeś już swoje konto, to świetnie! Zaloguj się, używając tego samego hasła, którego używałeś.
ru: Ой! Вы уже подтвердили Ваш аккаунт. Прекрасно! Пожалуйста, войдите в систему, используя тот же пароль, что и тогда.
sv: Hoppsan. Du har redan verifierat din epostadress, bra! Logga nu in med samma lösenord som du angav då.
tr: Oops. Hesabını onaylamışsın bile, harika! Lütfen aynı şifreyi kullanarak oturum aç.

source: Always Offline
pl: Zawsze Offline
ru: Всегда Оффлайн
sv: Alltid Frånkopplad
tr: Sürekli çevrimdışı

# AlwaysOfflineToolTip
source: When enabled, Internet access is never used or required, until disabled.
pl: Dopóki ta funkcja jest wlączona, połączenie z Internetem nie jest używane ani wymagane.
ru: После активирования доступ к Интернету больше не нужен и не требуется до момента дезактивирования.
sv: Om Alltid Frånkopplad aktiveras, kommer ingen Internetåtkomst att krävas eller användas tills funktionen avaktiveras.
tr: Devredeyken internet erişimi gerekli değildir ve kullanılmaz, devredışı edilene kadar.

# AnonymousRenameMenuText
source: Anonymous Rename
pl: Anonimowa zmiana nazwy
ru: Анонимное Переименование
sv: Anonymt Namnbyte
tr: Anonim yeni isimlendirme

# AnonymousRenameSelectFilesDialogTitle
source: Select encrypted files to rename!
pl: Wybierz szyfrowane pliki, których nazwę chcesz zmienić!
ru: Выберите закодированные файлы для переименования!
sv: Välj krypterade filer att byta namn på!
tr: Yeniden adlandırılacak şifreli dosyaları seç!

# AnonymousRenameToolTip
source: Hide the real name of a secured file by renaming it to something random.
pl: Ukryj prawdziwą nazwę zabezpieczonego pliku przez nadanie mu losowej nazwy.
ru: Скройте настоящее имя защищённого файла, произвольно переименовав его.
sv: Dölj det verkliga namnet för en skyddad fil genom att ge den ett slumpmässigt namn.
tr: Korumadaki dosyanın gerçek ismini rastgele bir şeye değiştirerek sakla.

# AppActivateMailSubject
source: AxCrypt ID Verification [ {0} ]
ru: Верификация AxCrypt ID [{0}]
sv: AxCrypt ID Verifiering [ {0} ]
tr: AxCrypt Kimliği Onayı [ {0} ]

# AppSignInMessage
source: For security reasons, please enter your password again.
pl: Ze względów bezpieczeństwa ponownie podaj swoje hasło.
ru: Ввиду безопасности, пожалуйста, введите Ваш пароль ещё раз.
sv: Av säkerhetsskäl måste du ange ditt lösenord igen.
tr: Güvenlik sorunları nedeniyle lütfen şifreni tekrar gir.

# AppVersionLabel
source: Version {0}
pl: Wersja {0}
ru: Версия {0}
tr: {0} versyonu

# AuthenticationError
source: The page you tried to visit requires authentication. Please sign in to proceed.
pl: Strona, którą próbujesz uruchomić, wymaga uwierzytelnienia. Zaloguj się, aby kontynuować.
ru: Страница, которую Вы пытались посетить, требует идентификации. Пожалуйста, войдите в систему для продолжения.
sv: Sidan kräver inloggning, vänligen logga in och fortsätt.
tr: Girmeye çalıştığın site doğrulama gerektirmektedir. Devam etmek için lütfen oturum aç.

# AutoDeletionEmailOutro
source: You do not need to respond or do anything. If you do nothing, no more e-mails will be sent and your AxCrypt ID account will be deleted permanently.
pl: Nie musisz odpowiadać ani robić niczego. Jeśli nic nie zrobisz, nie będą wysyłane żadne emaile, a Twój AxCrypt ID zostanie trwale usunięty.
ru: Вам не требуется отвечать или предпринимать что-либо. Если Вы ничего не предпримите, мы больше не будем отправлять электронные письма, и Ваш AxCrypt ID аккаунт будет удален окончательно.
sv: Du behöver inte svare eller göra någonting. Om du inte gör något, kommer inga fler e-post-meddelanden att skickas och ditt AxCrypt ID-konto raderas permanent.
tr: Cevaplaman veya başka birşey yapman gerekmemektedir. Bir şey yapmazsan başka e-posta yollanmayacak ve AxCrypt kimliğin kalıcı olarak silinecektir.

# AutoDeletionMailBodyIntro
source: You gave us your e-mail as part of installing or using AxCrypt, through an app or the web. We sent you a verification code via e-mail, but you've not used it. If you do not immediately verify your AxCrypt ID account by using the verification code we'll be removing you permanently from our system.
pl: Dałeś nam swój email w ramach instalacji lub używania AxCrypt, za pośrednictwem aplikacji lub sieci. Wysłaliśmy Ci kod weryfikacyjny przez email, ale go nie użyłeś. Jeśli nie zweryfikujesz niezwłocznie swojego AxCrypt ID używając kodu weryfikacyjnego, zostaniesz usunięty na stałe z naszego systemu.
ru: Вы предоставили нам Ваш адрес электронной почты при установлении или использовании AxCrypt, через приложение или сеть. Мы отправили Вам верификационный код в электронном письме, однако Вы его не использовали. В случае, если Вы немедленно не подтвердите Ваш AxCrypt ID аккаунт, использовав верификационный код, мы будем вынуждены навсегда удалить Вас из нашей системы.
sv: Vi fick din e-post-address när du installerade AxCrypt, eller via vår webbsida. En verifieringskod skickades då till dig, men du har inte använt den. Därför kommer vi att radera ditt konto om du inte snarast verifierar ditt konto genom att använda verifieringskoden.
tr: Bir uygulama veya web tarayıcı üzerinden AxCrypt kullanmak veya yüklemek için bize bir e-posta adresi verdin. Sana e-posta yoluyla bir onay kodu yolladık fakat bunu kullanmadın. Derhal AxCrypt kimliği hesabını onay koduyla onaylamazsan seni sistemimizden kalıcı olarak silmek zorunda kalacağız.

# AutoDeletionMailBodyTitle
source: We're about to delete your AxCrypt ID!
pl: Usuwasz właśnie swój AxCrypt ID!
ru: Мы скоро будем вынуждены удалить Ваш AxCrypt ID!
sv: Vi kommer strax att radera ditt AxCrypt ID!
tr: AxCrypt kimliğini silmek üzereyiz!

# AutoDeletionMailSubject
source: Your AxCrypt ID account will soon be deleted!
pl: Konto Twojego AxCrypt ID zostanie wkrótce usunięte!
ru: Ваш AxCrypt ID аккаунт будет скоро удалён!
sv: Ditt AxCrypt ID-konto raderas snart!
tr: AxCrypt kimliğin yakında silinecektir!

# AxCryptAboutDescription
source: File Security For You and Your Team by AxCrypt AB Includes software from http://www.bouncycastle.org/ .
pl: Bezpieczeństwo Plików Dla Ciebie i Twojej Grupy od AxCrypt AB Zawiera oprogramowanie z witryny http://www.bouncycastle.org/.
ru: Безопасность Файлов Для Вас и Вашей Группы от AxCrypt AB Содержит программное обеспечение от http://www.bouncycastle.org/ .
sv: Filskydd För Dig och Ditt Team från AxCrypt AB Innehåller programvara från http://www.bouncycastle.org/ .
tr: AxCrypt AB tarafından sen ve ekibin için Dosya güvenliği http://www.bouncycastle.org/ tarafından yazılım içerir.

# AxCryptBetaWarning
source: Warning! This is untested beta software. This means that it may be missing features and be unstable. Texts may be missing and user interface might be incomplete. Use with care and ensure you have up-to-date backups of all your data. Please report any issues to https://bitbucket.org/axcryptab/axcrypt-xwt/issues or support@axcrypt.net . You have been warned, now enjoy!
pl: Ostrzeżenie! Jest to niesprawdzone oprogramowanie beta. Oznacza to, że może w nim brakować funkcji i może być niestabilne. Może brakować tekstów, a interfejs użytkownika może być niekompletny. Zachowaj ostrożność i upewnij się, że masz aktualne kopie zapasowe wszystkich Twoich danych. Proszę zgłaszać wszelkie problemy pod adresem https://bitbucket.org/axcryptab/axcrypt-xwt/issues lub support@axcrypt.net. Zostałeś ostrzeżony, przyjemności!
ru: Внимание! Это непроверенная бета версия программного обеспечения. Это означает,что в ней могут быть недостающие функции и неполадки. Тексты могут отсутствовать, и интерфейс пользователя может быть незавершённым. Использовать с осторожностью, и убедитесь в наличии новейших резервных копий Вашей информации. Пожалуйста, сообщите о возникновении проблем через https://bitbucket.org/axcryptab/axcrypt-хшт/issues или support@axcrypt.net .
tr: Uyarı! Bu denenmemiş beta sürümüdür ve dolayısıyla bazı özelliklerden yoksun ve istikrarsız olabilir. Metinler eksik, kullanıcı arayüzü tamamlanmamış olabilir. Dikkatlice kullan ve verilerinin güncel yedeklemelerinin bulunduğundan emin ol. Karşılaşabileceğin sorunları https://bitbucket.org/axcryptab/axcrypt-xwt/issues ya da support@axcrypt.net adreslerine bildirebilirsin. Uyarıldın, şimdi uygulamanın tadını çıkarma zamanı!

# AxCryptFileEncryption
source: 666encryption File Security
pl: Ochrona Plików AxCrypt
ru: AxCrypt Безопасность Файлов
sv: AxCrypt Filskydd
tr: AxCrypt dosya güvenliği

# BadEmail
source: Incorrect email address
pl: Niepoprawny adres email
ru: Неправильный адрес электронной почты
sv: Felaktig epostadress
tr: Yanlış e-posta adresi

# BeneficiaryEmailLabel
source: Email address of account to buy Premium for
pl: Adres email konta, dla którego ma zostać wykupiona opcja Premium
ru: Адрес электронной почты аккаунта для приобретения Premium за
sv: E-postadress för kontot som skall få Premium
tr: Premium satın alacak hesabın e-posta adresi

# BeneficiaryInvitationTitle
source: Invitation required
pl: Wymagane zaproszenie
ru: Требуется приглашение
sv: Inbjudan krävs
tr: Davetiye gerekli

# BeneficiaryIs
source: You are buying Premium for {0}
pl: Wykupujesz opcję Premium dla {0}
ru: Вы приобретайте Premium за {0}
sv: Du köper Premium åt {0}
tr: {0} için Premium satın alıyorsun

# BeneficiaryNoAccount
source: {0} doesn't have an account with us, send an invite to register an account and continue.
pl: {0} nie ma u nas konta, wyślij zaproszenie, aby mógł zarejestrować konto i kontynuować.
ru: {0} не имеет аккаунта в нашей системе, отправьте приглашение для регистрации аккаунта и продолжайте.
sv: Det finns inget konto för {0}, bjud in mottagaren att skapa ett konto och försök igen sedan.
tr: {0}'ın AxCrypt hesabı bulunmamaktadır, hesap açmaları için davetiye gönderip devam et.
