Repository: solution-pool/my-axcrypt
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: pl, ru, sv, tr

# WelcomeMailBody0Html
source: Welcome to AxCrypt!
pl: Witamy w AxCrypt!
ru: Добро пожаловать на AxCrypt!
sv: Välkommen till AxCrypt!
tr: AxCrypt'e hoş geldin!

# WelcomeMailBody1Html
source: I’m really happy that you have signed up! To make you feel really welcome, I’m giving you the chance to try our Premium functions for 30 days for free. Just start your trial at any time from the AxCrypt app.
pl: Cieszę się, że się zarejestrowałeś! Aby móc poczuć się naprawdę mile widziany, daję Ci szansę wypróbowania naszych funkcji Premium przez 30 dni za darmo. Wystarczy, że uruchomisz okres próbny w dowolnym momencie z aplikacji AxCrypt.
ru: Мы безумно рады, что Вы с нами! В качестве приветственного сюрприза мы предоставляем Вам возможность опробовать наши Premium функции бесплатно в течение 30 дней. Вы можете начать пробный период в любое время через приложение AxCrypt.
sv: Det gläder mig att du har skaffat ett AxCrypt ID! Eftersom jag gärna vill att du skall känna dig extra välkommen, vill jag ge dig tillgång till våra Premium-funktioner i 30 dagar utan kostnad. Starta provperioden när som helst i AxCrypt-programmet som du laddar ned separat.
tr: Kaydolmana çok sevindim! Seni gerçekten hoş karşılamak adına sana 30 gün boyunca tüm Premium özelliklerini deneme şansı tanıyorum. Deneme sürecini istediğin zaman AxCrypt uygulamasından başlat.

# WelcomeMailBody2Html
source: With AxCrypt Free or AxCrypt Premium, you can secure your files in a truly easy way. Encrypting your files and entire folders is just a click away. Working with the encrypted files is just as easy too!
pl: Dzięki AxCrypt Free lub AxCrypt Premium możesz zabezpieczyć swoje pliki w naprawdę prosty sposób. Szyfrujesz pliki i foldery jednym kliknięciem. Praca z zaszyfrowanymi plikami jest równie łatwa!
ru: С помощью AxCrypt Free или AxCrypt Premium Вы можете легко обезопасить Ваши файлы. Кодирование Ваших файлов и целых папок- дело одного нажатия. Работать с закодированными файлами так же легко и просто!
sv: Med AxCrypt Free eller AxCrypt Premium kan du skydda dina filer på ett superenkelt vis. Att kryptera enstaka filer eller alla i en mapp kräver bara ett klick. Att arbeta med de skyddade filerna är lika enkelt!
tr: Ücretsiz AxCrypt veya AxCrypt Premium ile gerçekten çok kolayca dosyalarını koruma altına alabilirsin. Dosyalarını ve tüm klasörlerini şifrelemek bir tık uzakta. Şifreli dosyalarla çalışmak da bir o kadar kolay!

# WelcomeMailSubject
source: Welcome to AxCrypt!
pl: Witamy w AxCrypt!
ru: Добро пожаловать на AxCrypt!
sv: Väkommen till AxCrypt!
tr: AxCrypt'e hoş geldin!

# WelcomeToAxCrypt
source: Welcome to AxCrypt! Using AxCrypt is really easy. Start with the main window, or use double-click and right-click in Windows Explorer for fully integrated use. To encrypt your first files, click the + icon in the toolbar and select them. For more information, click OK to open a web browser to our web site.
pl: Witamy w AxCrypt! Korzystanie z AxCrypt jest naprawdę proste. Zacznij od okna głównego lub kliknij dwukrotnie prawym przyciskiem myszy w Eksploratorze Windows. Aby zaszyfrować pierwsze pliki, kliknij ikonę + na pasku narzędzi i zaznacz je. Aby uzyskać więcej informacji, kliknij przycisk OK, aby otworzyć naszą stronę internetową.
ru: Добро пожаловать на AxCrypt! Пользоваться AxCrypt очень легко! Начните с главного окна или используете двойное и правое нажатия мышки в Windows Explorer для полностью интегрированного использования. Для кодирования Ваших первых файлов нажмите на символ + на панели инструментов и выберите файлы. Для получения больше информации нажмите OK, чтобы открыть веб браузер нашего сайта.
sv: Välkommen till AxCrypt! Att använda AxCrypt är enkelt. Börja med huvudfönstret, eller dubbel-klicka och högerklicka i utforskaren. För att skydda dina första filer, klicka + ikonen i verktygsfältet och välj. Mer information hittar du genom att klicka OK som öppnar en webbläsare till vår hemsida.
tr: AxCrypt'e hoş geldin! AxCrypt'in kullanımı çok kolaydır. Ana pencereyle başlayabilir, veya Windows Explorer'da çift tıklama ve sağ tıklama ile bütünleşmiş kullanıma erişebilirsin. İlk dosyalarını şifrelemek için araç çubuğundaki + ikonuna basıp istenilen dosyaları seç. İnternet sitemizi açıp daha fazla bilgi almak için Tamam'a bas.

# WelcomeToAxCryptForMac
source: Welcome to AxCrypt for Mac! Using AxCrypt is really easy. Start with the main window, or use double-click in Finder. To encrypt your first files, click the + icon in the toolbar and select them. For more information, click OK to open a web browser to our web site.
pl: Witamy w AxCrypt dla systemu Mac! Korzystanie z AxCrypt jest naprawdę proste. Zacznij od okna głównego lub kliknij dwukrotnie w Finderze. Aby zaszyfrować pierwsze pliki, kliknij ikonę + na pasku narzędzi i zaznacz je. Aby uzyskać więcej informacji, kliknij przycisk OK, aby otworzyć przeglądarkę internetową na naszej stronie internetowej.
ru: Добро пожаловать в AxCrypt для Mac! Использование AxCrypt чрезвычайно простое. Начните с главного окна или используете Двойное Нажатие мышки в Finder. Для кодирования Ваших первых файлов нажмите значок + на панели инструментов и выберите их. Для более подробной информации нажмите OK для открытия веб браузера на нашем веб сайте.
sv: Välkommen till AxCrypt för Mac! Att använda AxCrypt är enkelt. Börja med huvudfönstret, eller dubbel-klicka i Finder. För att skydda dina första filer, klicka + ikonen i verktygsfältet och välj. Mer information hittar du genom att klicka OK som öppnar en webbläsare till vår hemsida.
tr: Mac için AxCrypt'e hoş geldin! AxCrypt'i kullanmak çok kolay. Ana pencereden başla veya Bulucu'yu çift tıkla. İlk dosyanı şifrelemek için araç çubuğundaki + simgesini tıklayıp dosyayı seç. Daha fazla bilgi için Tamam'ı tıklayarak bir web tarayıcısı aç ve internet sayfamıza git.

# WelcomeToAxCryptTitle
source: Getting started with AxCrypt
pl: Pierwsze kroki z AxCrypt
ru: Начать работать с AxCrypt
sv: Kom igång med AxCrypt
tr: AxCrypt ile başlamak

# WillNotForgetPasswordCheckBoxText
source: I will not forget my password!
pl: Nie zapomnę mojego hasła!
ru: Я не забуду моего пароля!
sv: Jag glömmer inte mitt lösenord!
tr: Parolamı unutmayacağım!

# WillNotForgetPasswordWarningText
source: Your password will be used for securing your files with AxCrypt strong encryption. If you forget this password, you cannot open these files. A password reset will allow to sign in to your account, but not open files secured with the old password.
pl: Twoje hasło będzie używane do zabezpieczania plików silnym szyfrowaniem AxCrypt. Jeśli zapomnisz hasła, nie będziesz mógł otworzyć tych plików. Resetowanie hasła pozwoli zalogować się na konto, ale nie otworzyć pliki zabezpieczone hasłem.
ru: Ваш пароль будет использован для защиты Ваших файлов с помощью мощного AxCrypt кодирования. Если Вы забудете Ваш пароль, открытие данных файлов будет невозможно. Смена пароля позволит Вам выполнить вход в систему, но не даст доступа к файлам, защищенным с помощью старого пароля.
sv: Ditt lösenord används för att skydda dina dokument med stark kryptering med AxCrypt. Om du glömmer det, kommer du inte kunna öppna dem. Du kan återställa ditt lösenord till kontot så att du kan logga in, men dokument skyddade med det gamla lösenordet går inte att öppna.
tr: Parolan dosyalarını AxCrypt'in güçlü şifreleme özelliğiyle koruma altına almak için kullanılacak. Bu parolayı unutman halinde bu dosyaları açamayacaksın. Yeni bir parola belirleyerek hesabına erişebilirsin, ancak eski parolanla korunan dosyaları açamazsın.

# WipeFileSelectFileDialogTitle
source: Select files to securely delete
pl: Wybierz pliki, które mają zostać bezpiecznie usunięte
ru: Выбрать файлы для безопасного удаления.
sv: Välj filer för säker radering
tr: Güvenli bir şekilde silmek istediğin dosyaları seç

# WixAxNeedUninstall
source: You must uninstall the currently installed AxCrypt on this computer first.
pl: Najpierw musisz odinstalować obecnie zainstalowany AxCrypt na tym komputerze.
ru: Сначала вы должны удалить установленный на данный момент AxCrypt на данном компьютере.
sv: Du måste avinstallera den gamla versionen av AxCrypt först.
tr: Önce bu bilgisayara yüklü olan AxCrypt i silmen gerekiyor.

# WixAxOsNotSupported
source: This computer's version of Windows is not supported.
pl: Wersja Windows z tego komputera nie jest obsługiwana.
ru: Данная Windows версия компьютера не поддерживается.
sv: Den här datorns version av Windows stöds ej.
tr: Bu bilgisayarın Windows sürümü kabul edilmemektedir.

# WixCaption
source: [WixBundleName] Setup
pl: Konfiguracja [WixBundleName]
ru: [WixBundleName] Установка
sv: [WixBundleName]-installation
tr: [WixBundleName] Kurulum

# WixConfirmCancelMessage
source: Are you sure you want to cancel?
pl: Czy na pewno chcesz anulować?
ru: Вы уверены, что хотите отменить?
sv: Vill du avbryta?
tr: İptal etmek istediğinden emin misin?

# WixExecuteUpgradeRelatedBundleMessage
source: Previous version
pl: Poprzednia wersja
ru: Предыдущая версия
sv: Tidigare version
tr: Önceki örnek

# WixFailureCloseButton
source: Close
pl: Zamknij
ru: Закрыть
sv: Stäng
tr: Kapat

# WixFailureHeader
source: Setup Failed
pl: Konfiguracja nie powiodła się
ru: Установка не удалась
sv: Installationen Misslyckades
tr: Kurulum başarısız oldu

# WixFailureHyperlinkLogText
source: One or more issues caused the setup to fail. Please fix the issues and then retry setup. For more information see the &lt;a href="#"&gt;log file&lt;/a&gt;.
pl: Co najmniej jeden problem spowodował awarię ustawień. Napraw problemy i spróbuj ponownie. Aby uzyskać więcej informacji, zobacz &lt;a href="#"&gt;plik dziennika&lt;/a&gt;.
ru: Одна или несколько проблем стали причиной неудачной установки. Пожалуйста, устраните проблемы и затем сделайте повторную попытку установки. Для получения больше информации посмотрите &lt;a href="#"&gt;log.
sv: Installationen misslyckades på grund av ett eller flera problem. Åtgärda problemen och försök igen. Se &lt;a href="#"&gt;loggfilen&lt;/a&gt; för mer information.
tr: Bir veya daha fazla sorun kurulumun başarısız olmasına neden olmuştur. Lütfen sorunları giderip kurulumu tekrar dene. Daha fazla bilgi için &lt;a href="#"&gt;log file&lt;/a&gt;.

# WixFailureInstallHeader
source: Setup Failed
pl: Konfiguracja nie powiodła się
ru: Установка не удалась
sv: Installationen Misslyckades
tr: Kurulum başarısız oldu

# WixFailureRepairHeader
source: Repair Failed
pl: Naprawa nie powiodła się
ru: Починка не удалась
sv: Reparationen Misslyckades
tr: Onarım başarısız oldu

# WixFailureRestartButton
source: Restart
pl: Uruchom ponownie
ru: Перезапуск
sv: Starta om
tr: Yeniden başlat

# WixFailureRestartText
source: You must restart your computer to complete the rollback of the software.
pl: Aby zakończyć wycofywanie oprogramowania, musisz ponownie uruchomić komputer.
ru: Вам необходимо перезапустить Ваш компьютер для завершения обратной перемотки программного обеспечения.
sv: Starta om
tr: Yazılımın geridönüşünün tamamlanması için bilgisayarını yeniden başlat.

# WixFailureUninstallHeader
source: Uninstall Failed
pl: Odinstalowanie nie powiodło się
ru: Отмена установки не удалась
sv: Avinstallationen Misslyckades
tr: Kaldırma başarısız oldu

# WixFilesInUseCancelButton
source: Cancel
pl: Anuluj
ru: Отменить
sv: Avbryt
tr: Iptal

# WixFilesInUseCloseRadioButton
source: Close the applications and attempt to restart them.
pl: Zamknij aplikacje i spróbuj uruchomić ponownie.
ru: Закрыть приложения и попытаться их перезапустить.
sv: Stäng inte applikationerna. En omstart kommer att krävas.
tr: Uygulamaları kapatıp yeniden başlatmayı dene.

# WixFilesInUseDontCloseRadioButton
source: Do not close applications. A reboot will be required.
pl: Nie zamykaj aplikacji. Konieczne będzie ponowne uruchomienie.
ru: Не закрывайте приложения. Потребуется перезагрузка.
sv: Stäng inte applikationerna. En omstart kommer att krävas.
tr: Uygulamaları kapatma. Sistemin yeniden yüklenmesi gerekecek.

# WixFilesInUseHeader
source: Files In Use
pl: Pliki w użyciu
ru: Файлы в Использовании
sv: Filer låsta
tr: Dosyalar kullanılıyor

# WixFilesInUseLabel
source: The following applications are using files that need to be updated:
pl: Następujące aplikacje używają plików, które muszą zostać zaktualizowane:
ru: Следующие приложения используют файлы, которые необходимо обновить:
sv: Följande applikationer använder filer som behöver uppdateras:
tr: Sıradaki aplikasyonlar güncellenmesi gereken dosyalar kullanmaktadır :

# WixFilesInUseOkButton
source: OK
tr: Tamam

# WixHelpCloseButton
source: Close
pl: Zamknij
ru: Закрыть
sv: Stäng
tr: Kapat

# WixHelpHeader
source: Setup Help
pl: Ustawienia Pomocy
ru: Помощь в Установке
sv: Installationshjälp
tr: Kurulum destek

# WixHelpText
source: /install | /repair | /uninstall | /layout [directory] - installs, repairs, uninstalls or creates a complete local copy of the bundle in directory. Install is the default. /passive | /quiet - displays minimal UI with no prompts or displays no UI and no prompts. By default UI and all prompts are displayed. /norestart - suppress any attempts to restart. By default UI will prompt before restart. /log log.txt - logs to a specific file. By default a log file is created in %TEMP%.
pl: /install | /repair | /uninstall | /layout [directory] - instaluje, naprawia, odinstalowuje lub tworzy kompletną lokalną kopię pakietu w katalogu. Ustawienie domyślnie: instaluj. /passive | /quiet - wyświetla minimalny interfejs użytkownika bez komunikatów lub nie wyświetla ani interfejsu użytkownika ani komunikatów. Domyślnie wyświetlany jest interfejs użytkownika i wszystkie komunikaty. /norestart - uniemożliwia wszelkie próby ponownego uruchomienia. Domyślnie interfejs użytkownika wyświetli komunikat przed ponownym uruchomieniem. /log log.txt - zapisuje logi do określonego pliku. Domyślnie log jest tworzony w %TEMP%.
ru: /install | /repair | /uninstall | /layout [directory] - установки, ремонт, отмены установок или создание полной локальной копии пакета в справочнике. Установка по умолчанию. /passive | /quiet - отображает минимальный пользовательский интерфейс без подсказок с указаниями или не отображает пользовательского интерфейса и подсказок с указаниями. Пользовательский интерфейс и подсказки с указаниями отображаются по умолчанию. /norestart - сдерживать все попытки перезапуска. Пользовательский интерфейс будет по умолчанию показывать подсказки с указаниями перед началом перезапуска.
sv: /install | /repair | /uninstall | /layout [katalog] - installerar, reparerar, avinstallerar eller skapar en lokal kopia i katalog. Standard är installera. /norestart - hejdar omstart. Som standard visar användargränssnittet en prompt före omstart. /log log.txt - skapar logg till en specifik fil. Som standard skapas loggfilen i %TEMP%.
tr: /install | /repair | /uninstall | /layout [rehber] - Rehberdeki seçimin yerli bir kopyasını indirir, onarır, kaldırır veya yaratır. İndirme öntanımlı. /passive | /quiet - iletisiz miminal UI gösterir veya ne UI ne de ileti. Öntanımlı olarak UI ve tüm iletiler gösterilir. /norestart - tüm yeniden başlatma taleplerini önle. Öntanımlı olarak yeniden başlamadan evvel UI açılacaktır ve ileti olmayacaktır. /log log.txt - özel bir dosyaya ait kayıtlar. Öntanımlı olarak %TEMP% in içinde bir kayıt dosyası yaratılır.

# WixInstallAcceptCheckbox
source: I agree to the license terms and conditions
pl: Zgadzam się na warunki licencji
ru: Я соглашаюсь принять все лицензионные правила и условия
sv: Jag godkänner licensvillkoren.
tr: Lisans şartlarını ve koşullarını kabul ediyorum

# WixInstallCloseButton
source: Close
pl: Zamknij
ru: Закрыть
sv: Stäng
tr: Kapat

# WixInstallInstallButton
source: Install
pl: Zainstaluj
ru: Установить
sv: Installera
tr: İndir

# WixInstallVersion
source: Version [WixBundleVersion]
pl: Wersja [WixBundleVersion]
ru: Версия [WixBundleVersion]
tr: Sürüm [WixBundleVersion]

# WixModifyCloseButton
source: Close
pl: Zamknij
ru: Закрыть
sv: Stäng
tr: Kapat

# WixModifyHeader
source: Modify Setup
pl: Modyfikuj Ustawienia
ru: Модифицировать Настройки
sv: Ändra Installation
tr: Kurulumu değiştir

# WixModifyRepairButton
source: Repair
pl: Naprawa
ru: Ремонтировать
sv: Reparera
tr: Onar

# WixModifyUninstallButton
source: Uninstall
pl: Odinstaluj
ru: Отменить установку
sv: Avinstallera
tr: Kaldır

# WixMsiArpComments
source: AxCrypt File Encryption
pl: Szyfrowanie plików AxCrypt
ru: Кодирование AxCrypt Файла
sv: AxCrypt Filkryptering
tr: AxCrypt dosya şifrelemesi

# WixMsiDescription
source: AxCrypt File Encryption
pl: Szyfrowanie plików AxCrypt
tr: AxCrypt dosya şifrelemesi

# WixMsiDoNotInstall32BitOn64Bit
source: This is a 32 bit MSI installer. You have 64-bit Windows. Get the MSI with 'x64' in the filename instead of 'Win32'.
pl: To jest 32-bitowy instalator MSI. Masz 64-bitowy system Windows. Pobierz MSI z 'x64' w nazwie pliku zamiast 'Win32'.
ru: Это программа установки формата 32 бит MSI. Вы имеете Windows 64 бит. Выберите MSI с 'x64' в качестве имени для файла вместо 'Win32'.
sv: Detta installationsprogram är för 32-bit. Din dator kör 64-bit Windows. Hämta installationsprogrammet med 'x64' i filnamnet istället.
tr: Bu bir 32 bit MSI kurucusu. 64-bit Windows a sahipsin. Dosya isminde 'Win32' yerine 'x64' olan MSI'yi kullan.

# WixMsiExitDialogText
source: QUICK START: To encrypt a file, right-click the file in Windows Explorer and select AxCrypt | Encrypt.
pl: SZYBKIE URUCHOMIENIE: Aby zaszyfrować plik, kliknij prawym przyciskiem myszy plik w Eksploratorze Windows i wybierz AxCrypt | Szyfruj.
ru: КРАТКОЕ РУКОВОДСТВО ПОЛЬЗОВАТЕЛЯ: для кодирования файла нажатием правой кнопки мыши выберите файл в Windows Explorer и затем AxCrypt | Коридовать.
sv: Snabbstart: För att skydda en fil, högerklicka i utforskaren och välj AxCrypt | Kryptera.
tr: ÇABUK BAŞLANGIÇ: Bir belgeyi şifrelemek için Windows Explorer'da bulunan belgeye sağ tıkla ve AxCrypt | Şifrele yi seç.

# WixMsiLaunchAxCryptDescription
source: Start AxCrypt
pl: Uruchom AxCrypt
ru: Запустить AxCrypt
sv: Starta AxCrypt
tr: AxCrypt'i başlat

# WixMsiLegacyAxCrypt
source: You must uninstall the previous version of AxCrypt before proceeding. Be sure to reboot when asked to.
pl: Zanim będziesz kontynuować, musisz odinstalować poprzednią wersję AxCrypt. Po otrzymaniu komunikatu uruchom ponownie komputer.
ru: Прежде чем Вы продолжите, Вам необходимо отменить установку предыдущей версии AxCrypt. Убедитесь, что Вы перезагрузите программу, когда Вас об этом попросят.
sv: Du måste avinstallera den gamla versionen av AxCrypt. Starta verkligen om datorn om du blir ombedd att göra det.
tr: Devam etmek için AxCrypt'in bir evvelki sürümünü kaldırmalısın. İstendiğinde yeniden başlatmaya emin ol.

# WixMsiMainExecutablesTitle
source: AxCrypt Program Files
pl: Pliki programu AxCrypt
ru: Программные Файлы AxCrypt
sv: AxCrypt Programfiler
tr: AxCrypt program dosyaları

# WixMsiNet45Required
source: This application requires .NET Framework 4.5 or higher. Please install the .NET Framework then run this installer again.
pl: Ta aplikacja wymaga programu .NET Framework 4.5 lub nowszego. Proszę zainstalować .NET Framework, a następnie uruchomić ponownie ten instalator.
ru: Данное приложение требует .NET Framework 4.5 или выше. Пожалуйста, установите the .NET Framework, после чего запустите данную программу установки заново.
sv: .NET Framework 4.5 eller högre krävs. Installera .NET Framework och kör sedan installationen igen.
tr: Bu uygulama .NET Framework 4.5 veya üstünü gerektirir. Lütfen .NET Framework indirip yükleyiciyi tekrar indir.

# WixMsiNoDowngrade
source: Newer or same version already installed! Please uninstall that version before proceeding. Be sure to reboot when asked to.
pl: Nowsza lub ta sama wersja jest już zainstalowana! Proszę usuń tę wersję zanim będziesz kontynuować. Po otrzymaniu komunikat uruchom ponownie komputer.
ru: Более новая или аналогичная версия уже установлена! Пожалуйста, отмените установку данной версии, прежде чем продолжите. Убедитесь, что Вы перезагрузите программу, когда Вас об этом попросят.
sv: En nyare eller samma version av AxCrypt är redan installerad. Avinstallera den, och starta verkligen om datorn om du blir ombedd att göra det.
tr: Daha yeni veya aynı sürüm indirilmiş! Lütfen devam etmeden önce o sürümü kaldır. İstendiğinde yeniden açmaya emin ol.

# WixMsiShellExtensionTitle
source: Windows Right-Click Integration
pl: Integracja z prawym przyciskiem myszy systemu Windows
ru: Windows Интеграция Нажатием Правой Кнопкой Мыши
sv: Windows Högerklickintegration
tr: Sağ tıklama Windows dahil etme

# WixMsiStartAxCrypt
source: Start AxCrypt
pl: Uruchom AxCrypt
ru: Запустить AxCrypt
sv: Starta AxCrypt
tr: AxCrypt'i başlat

# WixOverallProgressPackageText
source: Initializing...
pl: Inicjalizacja...
ru: Инициализирование...
sv: Initierar...
tr: Başlatılıyor...

# WixProgressCancelButton
source: Cancel
pl: Anuluj
ru: Отмена
sv: Avbryt
tr: İptal

# WixProgressHeader
source: Setup Progress
pl: Postęp konfiguracji
ru: Установка в Процессе
sv: Installationsförlopp
tr: Kurulum ilerleme

# WixProgressLabel
source: Processing:
pl: Przetwarzanie:
ru: Обработка:
sv: Bearbetar:
tr: İşleme:

# WixSuccessCloseButton
source: Close
pl: Zamknij
ru: Закрыть
sv: Stäng
tr: Kapat

# WixSuccessHeader
source: Setup Successful
pl: Konfigurowanie zakończone pomyślnie
ru: Установка удалась
sv: Installationen Klar
tr: Kurulum başarılı olmuştur

# WixSuccessInstallHeader
source: Installation Successfully Completed
pl: Instalacja zakończona pomyślnie
ru: Установка Успешно Выполнена
sv: Installationen Klar
tr: Yazılım başarıyla tamamlandı

# WixSuccessLaunchButton
source: Launch
pl: Uruchom
ru: Запуск
sv: Starta
tr: Başlat

# WixSuccessRepairHeader
source: Repair Successfully Completed
pl: Naprawa zakończona pomyślnie
ru: Восстановление Успешно Выполнено
sv: Reparationen Klar
tr: Onarım başarıyla tamamlandı

# WixSuccessRestartButton
source: Restart
pl: Uruchom ponownie
ru: Перезапустить
sv: Starta om
tr: Yeniden başlat

# WixSuccessRestartText
source: You must restart your computer before you can use the software.
pl: Przed rozpoczęciem korzystania z oprogramowania należy ponownie uruchomić komputer.
ru: Вам необходимо перезапустить Ваш компьютер перед получением доступа к использованию программного обеспечения.
sv: Du måste starta om datorn innan du kan använda programvaran.
tr: Yazılımı kullanabilmek için bilgisayarını yeniden başlat.

# WixSuccessUninstallHeader
source: Uninstall Successfully Completed
pl: Odinstalowywanie zostało pomyślnie zakończone
ru: Отмена Установку Успешно Выполнена
sv: Avinstallationen Klar
tr: Kaldırma işlemi başarıyla tamamlandı

# WorkingFileStatus
source: Status 'Working' with '{0}'.
pl: Status "Pracuję" z "{0}".
ru: Статус 'В процессе работы' с '{0}'.
sv: Status 'Arbetar' med '{0}'.
tr: '{0}' ile 'Çalışıyor' statüs.

# WrongFileExtensionWarning
source: '{0}' has the wrong file name extension. It must be '{1}'!
pl: "{0}" ma nieprawidłowe rozszerzenie nazwy pliku. Musi być "{1}"!
ru: '{0}' имеет неправильное расширение имени. Оно должно быть '{1}'!
sv: '{0}' har fel filändelse. Den måste vara '{1}'.
tr: '{0}' yanlış dosya adı uzantısına sahiptir. '{1}' olmalıdır !

# WrongPassphrase
source: Wrong Password. Please try again.
pl: Niepoprawne hasło. Spróbuj jeszcze raz.
ru: Неправильный Пароль. Пожалуйста, попробуйте ещё раз.
sv: Fel lösenord. Försök igen.
tr: Yanlış şifre. Lütfen tekrar dene.

# WrongVerificationCode
source: Wrong verification code. Please re-check you email.
pl: Nieprawidłowy kod weryfikacyjny. Sprawdź ponownie email.
ru: Неправильный верификационный код. Пожалуйста, перепроверьте Вашу электронную почту.
sv: Fel verifieringskod. Dubbelkontrollera epostmeddelandet.
tr: Yanlış onay kodu. Lütfen e-posta kutunu tekrar kontrol et.
