Repository: solution-pool/my-axcrypt
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: pl, ru, sv, tr

# PasswordRulesShortInfo
source: AxCrypt uses an advanced dynamic password strength calculator. White space, and parts that are equal to common passwords are ignored and do not add any strength.
pl: AxCrypt używa zaawansowanego kalkulatora haseł dynamicznych. Białe miejsca i części występujące w popularnych hasłach są ignorowane i nie zwiększają siły hasła.
ru: AxCrypt использует усовершенствованный калькулятор пароля динамической прочности. Пробелы и фрагменты, совпадающие с часто используемыми паролями, игнорируются и не предают никакой прочности защите.
sv: AxCrypt har en avancerad dynamisk beräkning av lösenordsstyrka. Mellanslag och delar av ordet som består av vanliga lösenord bortses ifrån och adderar ingen extra styrka.
tr: AxCrypt ileri düzeyde bir dinamik parola gücü hesaplayıcısı kullanmaktadır. Boşluklar ve yaygın parolalara denk kısımlar sayılmaz ve parolayı daha güçlü yapmaz.

# PasswordStrengthBadName
source: Weak
pl: Słabe
ru: Ненадёжный
sv: Svagt
tr: Güçsüz

# PasswordStrengthBadTip
source: Password is too weak to be safe to use.
pl: Hasło jest za słabe, aby było bezpieczne.
ru: Пароль слишком ненадёжный для безопасного использования.
sv: Lösenordet är för svagt för att vara säkert.
tr: Şifre kullanabilmek için fazla zayıf.

# PasswordStrengthStrongName
source: Strong
pl: Silne
ru: Надёжный
sv: Starkt
tr: Güçlü

# PasswordStrengthStrongTip
source: Password is strong and good enough to recommend.
pl: Hasło jest silne i wystarczająco dobre aby je polecić.
ru: Пароль надёжный, поэтому рекомендуется к использованию.
sv: Lösenordet är starkt och tillräckligt bra att rekommenderas.
tr: Şifre tavsiye edilecek kadar güçlü ve iyi.

# PasswordStrengthUnacceptableName
source: Too weak
pl: Za słabe
ru: Очень ненадёжный
sv: För svagt
tr: Çok zayıf

# PasswordStrengthUnacceptableTip
source: Password is too short or too similar to a common password to be acceptable.
pl: Hasło jest za krótkie lub zbyt podobne do poprzedniego, aby mogło być zaakceptowane.
ru: Пароль слишком короткий или слишком похож на часто используемые пароли, чтобы быть допустимым к использованию.
sv: Lösenordet är för kort eller för likt ett vanligt lösenord att vara acceptabelt.
tr: Şifre kabul edilebilmek için çok kısa veya yaygın bir şifreye çok benzemektedir.

# PasswordStrengthWeakName
source: Medium
pl: Średnie
ru: Средний
sv: Mellan
tr: Orta

# PasswordStrengthWeakTip
source: Password is not strong enough to be recommended.
pl: Hasło nie jest wystarczająco silne, aby można je było polecić.
ru: Пароль недостаточно надёжный для рекомендации к его использованию.
sv: Lösenordet är för svagt för att vara rekommenderat.
tr: Şifre tavsiye edilebilecek kadar güçlü değil.

# PaymentOnBehalfOf
source: Buy Premium for someone else
pl: Wykup opcję Premium komuś innemu.
ru: Купить Premium для кого-нибудь другого
sv: Köp Premium åt någon
tr: Başka biri adına Premium satın al

# PaymentOnBehalfOfLinkText
source: Buy for someone else
pl: Kup dla kogoś innego
ru: Купить для кого-нибудь другого
sv: Köp åt någon annan
tr: Başka biri adına satın al

# PaymentStatusText
source: Paid in full
pl: Opłacony w całości
ru: Оплаченный в полном объеме
sv: Betald
tr: Tamamı ödenmiştir

# PayPalReadMoreLink
source: [More info about PayPal]
pl: [Więcej informacji o PayPal]
ru: [Больше информации о PayPal]
sv: [Mer om PayPal]
tr: [PayPal hakkında daha fazla bilgi]

# PremiumExpiresSoonMailBody0Html
source: Your AxCrypt Premium subscription is coming to an end soon. I sincerely hope you have enjoyed using our features and found them useful.
pl: Twoja subskrypcja AxCrypt Premium wkrótce wygasa. Mam szczerą nadzieję, że korzystałeś z naszych funkcji i okazały się one przydatne.
ru: Ваша подписка на AxCrypt Premium скоро подходит к концу. Мы искренне надеемся, что Вам понравилось пользоваться нашими функциями, и что они были Вам полезными.
sv: Ditt Premium-abonnemang löper snart ut. Jag hoppas verkligen att du har gillat Premium-funktionerna, och att du haft nytta av dem.
tr: AxCrypt Premium üyeliğin yakında sona ermek üzere. Özellikleri kullanmaktan keyif alıp kullanışlı bulduğunu umarım.

# PremiumExpiresSoonMailBody1Html
source: I’d love for you to continue using our Premium features. Extend your subscription <a href="{0}Home/Purchase?email={1}">now</a> .
pl: Bardzo bym chciał, abyś nadal używał naszych funkcji Premium. Przedłuż subskrypcję <a href="{0}Home/Purchase?email={1}">teraz</a>.
ru: Мы были бы рады продлить Вашу подписку на функции Premium. Продлить Вашу подписку <a href="{0}Home/Purchase?email={1}">now</a> .
sv: Jag skulle verkligen gilla om du fortsätter använda våra Premium-funktioner. Fortsätt abonnera <a href="{0}Home/Purchase?email={1}">här</a> .
tr: Premium özelliklerimizi kullanabilmeye devam etmeni çok isterim. Üyeliğini <a href="{0}Home/Purchase?email={1}">now</a> uzat.

# PremiumExpiresSoonMailBody2Html
source: With your Premium subscription you will continue to enjoy:
pl: Dzięki subskrypcji Premium nadal będziesz mógł korzystać z:
ru: С помощью Вашей подписки на Premium Вы сможете пользоваться:
sv: Med Premium-abonnemanget får du fortsatt tillgång till:
tr: Premium üyeliğinle şunlardan faydalanabileceksin:

# PremiumExpiresSoonMailBody3Html
source: Let me know what you think about AxCrypt - Will you continue to use it and is there something that you would like to see improved?
pl: Daj mi znać, co myślisz o AxCrypt - czy nadal będziesz używać go i czy chcesz coś ulepszyć?
ru: Каково Ваше мнение об AxCrypt - Вы планируете и в будущем его использовать, и какие улучшения Вы хотите увидеть в нашем приложении?
sv: Berätta för mig vad du tycker om AxCrypt. Kommer du att fortsätta använda det, och är du någotning du skulle vilja förbättra?
tr: AxCrypt hakkında ne düşündüğünü benimle paylaş - Kullanmaya devam edecek misin ve iyileştirildiğini görmek istediğin herhangi bir şey var mı?

# PremiumExpiresSoonMailSubject
source: Your AxCrypt Premium subscription expires soon!
pl: Twoja subskrypcja AxCrypt Premium wkrótce wygaśnie!
ru: Ваша подписка на AxCrypt Premium скоро заканчивается!
sv: Ditt AxCrypt Premium-abonnemang löper snart ut!
tr: AxCrypt Premium üyeliğin sona ermek üzere!

# PremiumFeatureToolTipText
source: This feature requires a paid subscription plan!
pl: Ta funkcja wymaga wykupienia wersji płatnej abonamentu!
ru: Данная функция требует оплаченной подписки!
sv: Funktionen kräver ett betalt abonnemang!
tr: Bu özellik Premium üyelik gerektirir!

# PremiumItemDescriptionFormat
source: AxCrypt Premium {0} x 30 days.
pl: AxCrypt Premium {0} x 30 dni.
ru: AxCrypt Premium {0} x 30 дней
sv: AxCrypt Premium {0} x 30 dagar.
tr: AxCrypt Premium {0} x 30 gün.

# PremiumNeededForKeyShare
source: Key sharing requires a paid subscription plan. Click to upgrade now!
pl: Udostępnianie klucza wymaga wersji płatnej abonamentu. Kliknij, aby przejść do wersji Premium!
ru: Совместное пользование ключом требует оплаченной подписки. Нажмите для обновления прямо сейчас!
sv: Nyckeldelning kräver ett betalt abonnemang. Klicka för att uppgradera!
tr: Anahtar paylaşımı için Premium gereklidir. Premium'a yükselmek için tıkla!

# PremiumNeededForMobileApp
source: Sorry, but you don't have valid subscription plan. Upgrade your account now to use the paid features provided by AxCrypt outside of the app, which are also required for the app to function.
pl: Przepraszamy, ale nie masz wykupionego abonamentu. Wykup abonament, aby korzystać z płatnych funkcji dostarczonych przez AxCrypt poza aplikacją, a które są również wymagane do jej obsługi.
ru: Извините, но Вы не являетесь действенным подписчиком. Обновите Ваш аккаунт сейчас для доступа к использованию оплачиваемых функций от AxCrypt, находящихся вне приложения и являющимися необходимыми для работы приложения.
sv: Tyvärr har du inte ett giltigt abonnemang. Uppgradera nu så att du kan använda funktionerna som erbjuds av AxCrypt utanför appen, som också krävs för appen.
tr: Üzgünüz fakat Premium üyeliğin bulunmamaktadır. AxCrypt tarafından temin edilen ve uygulamanın işlemesi için de gerekli olan ücretli özellikleri uygulamanın dışında kullanmak için üyeliğini yükselt.

# PremiumRequiredBuyNowPopup
source: This feature requires a paid plan! Would you like us to open a web page where you can make a purchase?
pl: Ta funkcja wymaga płatnego abonamentu! Czy chcesz wejść na stronę internetową, na której możesz dokonać zakupu?
ru: Данная функция требует оплаченного плана! Вы хотите открыть веб страницу, где Вы сможете сделать данную покупку?
sv: Funktionen kräver en betald prenumeration! Vill du öppna en webbsida där du kan köpa?
tr: Bu özellik Premium abonelik gerektirmektedir! Premium satın alabileceğin internet sayfamızı açmamızı ister misin?

# PressAndHoldLabel
source: Press and hold to view more
pl: Naciśnij i przytrzymaj aby zobaczyć więcej
ru: Нажмите и удерживайте, чтобы увидеть больше
sv: Tryck och håll för att se mer
tr: Daha fazlasını görmek için tıklayıp basılı tut.

# PriceExcludingVat
source: {0} excl. VAT.
pl: {0} bez VAT
ru: {0} искл. НДС.
sv: {0} Exkl. Moms.
tr: {0} KDV hariç.

# PricePerMonth
source: {0}/month
pl: {0}/miesiąc
ru: {0}/месяц
sv: {0}/månad
tr: {0}/ay

# ProgressIndicatorCleanupMessage
source: Cleaning decrypted files...
pl: Czyszczenie odszyfrowanych plików...
ru: Чистка декодированных файлов...
sv: Rensar öppnade filer...
tr: Açılmış dosyalar temizleniyor...

# ProgressIndicatorDecryptingMessage
source: Decrypting...
pl: Odszywrowywanie...
ru: Декодирование...
sv: Öppnar...
tr: Deşifre ediliyor...

# ProgressIndicatorFeedbackMessage
source: Sending...
pl: Wysyłanie...
ru: Отправление...
sv: Skickar...
tr: Yollanıyor...

# ProgressIndicatorRegisteringMessage
source: Signing up...
pl: Rejestracja...
ru: Регистрация...
sv: Registrerar...
tr: Kaydolunuyor...

# ProgressIndicatorSignInMessage
source: Signing in...
pl: Logowanie...
ru: Вход в систему...
sv: Loggar in...
tr: Oturum açılıyor...

# ProgressIndicatorTrialMessage
source: Starting trial...
pl: Zaczynamy okres próbny...
ru: Запуск начала пробного периода...
sv: Startar prov...
tr: Deneme süreci başlatılıyor...

# ProgressIndicatorWaitMessage
source: Working...
pl: Pracuję...
ru: В процессе работы...
sv: Arbetar...
tr: Çalışıyor...

# ProgressTotalsInformationText
source: {0} files processed. Time taken {1}.
pl: Przetworzono {0} plików w czasie {1}.
ru: Количество обработанных файлов {0}. Затраченное время {1}.
sv: {0} filer bearbetade. Total tid {1}.
tr: İşlenen dosya sayısı {0}. Toplam süre {1}.

# PromptActivationCode
source: Verification Code
pl: Kod weryfikacyjny
ru: Верификационный Код
sv: Verifieringskod
tr: Onay kodu

# PromptAddContact
source: Add Contact
pl: Dodaj kontakt
ru: Добавить Контакт
sv: Lägg Till Kontakt
tr: Kişi ekle

# PromptBackLinkText
source: Back
pl: Wróć
ru: Обратно
sv: Tillbaka
tr: Geri dön

# PromptBuyNow
source: Buy now
pl: Kup teraz
ru: Купить сейчас
sv: Köp nu
tr: Satın al

# PromptBuyPremium
source: Buy or Renew Premium
pl: Wykup lub przedłuż Premium
ru: Купить или Обновить Premium
sv: Köp eller Förnya Premium
tr: Premium satın al veya yenile

# PromptChange
source: Change
pl: Zmień
ru: Поменять
sv: Ändra
tr: Değiştir

# PromptChangeEmailText
source: Change Email
ru: Изменить e-mail
sv: Ändra e-post
tr: E-posta adresi değiştir

# PromptCurrentPasswordText
source: Current password
pl: Obecne hasło
ru: Нынешний пароль
sv: Nuvarande lösenord
tr: Güncel Şifre

# PromptDeleteAxCryptIdText
source: Delete AxCrypt ID
pl: Usuń AxCrypt ID
ru: Удалить AxCrypt ID
sv: Radera AxCrypt ID
tr: AxCrypt kimliğini sil

# PromptEmailText
source: Email
ru: Электронная почта
sv: E-post
tr: E-posta

# PromptFileText
source: File
pl: Plik
ru: Файл
sv: Fil
tr: Dosya

# PromptKeepMeSignedIn
source: Remember me and extend sign in session
pl: Zapamiętaj mnie i przedłuż sesję logowania
ru: Запомнить меня и продлить текущий сеанс
sv: Kom ihåg mig och förläng min inloggningssession
tr: Beni hatırla ve giriş yapmayı yay.

# PromptKnownContacts
source: Known Contacts
pl: Znane kontakty
ru: Известные Контакты
sv: Kända Kontakter
tr: Tanınan kişiler

# PromptLabelText
source: Are you sure want to permanently delete this file? This action cannot be undone.
pl: Czy na pewno chcesz trwale usunąć ten plik? Nie można cofnąć tej czynności.
ru: Вы уверены, что хотите окончательно удалить данный файл? Данное действие будет невозможно отменить.
sv: Är du säker att du vill radera filen? Detta går inte att ångra.
tr: Bu dosyayı silmek istediğine emin misin? Bu işlem geri alınamaz.

# PromptMonths
source: x 30 days
pl: x 30 dni
ru: 30 дней
sv: x 30 dagar
tr: x 30 gün

# PromptMyAxCryptId
source: My AxCrypt ID
pl: Mój AxCrypt ID
ru: Мой AxCrypt ID
sv: Mitt AxCrypt ID
tr: AxCrypt kimliğim

# PromptMySettings
source: Settings
pl: Ustawienia
ru: Настройки
sv: Inställningar
tr: Seçenekler

# PromptNewEmail
source: New email
pl: Nowy email
ru: Новый адрес электронной почты
sv: Ny epostadress
tr: Yeni e-posta

# PromptNewPasswordText
source: New password
pl: Nowe hasło
ru: Новый пароль
sv: Nytt lösenord
tr: Yeni Şifre

# PromptNotificationsText
source: Notifications
pl: Powiadomienia
ru: Уведомления
sv: Notifieringar
tr: Bildiriler

# PromptPasswordManager
source: Password Manager
pl: Manager haseł
ru: Менеджер Пароля
sv: Lösenordshanterare
tr: Şifre yöneticisi

# PromptSetNewPassword
source: Set Your Password
pl: Ustaw własne hasło
ru: Установить Ваш Пароль
sv: Sätt Nytt Lösenord
tr: Şifreni Belirle

# PromptSharedWith
source: Shared With
pl: Udostępniane
ru: В совместном пользовании с
sv: Delad Med
tr: Paylaşılan kişiler

# PromptSignIn
source: Sign In
pl: Zaloguj się
ru: Войти В Систему
sv: Logga In
tr: Oturum aç

# PromptSignOut
source: Sign Out
pl: Wyloguj
ru: Выйти Из Системы
sv: Logga Ut
tr: Oturum kapat

# PromptSignUp
source: Sign Up
pl: Zarejestruj się
ru: Зарегистрироваться
sv: Registrera
tr: Hesap yarat

# PromptSubscription
source: Subscription
pl: Subskrypcja
ru: Подписка
sv: Prenumeration
tr: Üyelik

# PromptSupport
source: Support
pl: Wsparcie
ru: Помощь
sv: Hjälp
tr: Destek

# PromptVerifyEmail
source: Verify
pl: Potwierdź
ru: Подтвердить
sv: Bekräfta
tr: Doğrula

# PromptXecretsDescriptionText
source: Description (related web site, user name etc)
pl: Opis (strona internetowa, nazwa użytkownika itp.)
ru: Описание (сопутствующая веб страница, имя пользователя и тд)
sv: Beskrivning (sökväg, användarnamn etc)
tr: Tanım (ilgili internet sitesi, kullanıcı adı vs)

# PromptXecretsExport
source: Export
pl: Eksportuj
ru: Экспортировать
sv: Exportera
tr: Dışarı Aktar

# PromptXecretsNew
source: New
pl: Nowy
ru: Новое
sv: Ny
tr: Yeni

# PromptXecretsSearchText
source: Search
pl: Szukaj
ru: Поиск
sv: Sök
tr: Ara

# PromptXecretsSecretText
source: Password or secret
pl: Hasło lub sekret
ru: Пароль или секрет
sv: Lösenord eller annan hemlighet
tr: Şifre veya gizli

# PurchaseErrorSubscriptionTime
source: The selected subsciption time is invalid. A valid subscription has to be at least {0} month and no longer than {1} months.
pl: Wybrany czas subskrypcji jest nieprawidłowy. Ważna subskrypcja musi wynosić co najmniej {0} miesiąc(e) i nie dłużej niż {1} miesięcy.
ru: Выбранное время подписки недействительно. Действительная подписка должна быть минимум {0} месяцев или не более {1} месяцев.
sv: Ogiltig tidsperiod, den måste vara minst {0} månad(er) och högst {1} månader.
tr: Kaydolma zamanı geçersiz. Geçerli bir kayıt en az {0} ay ve en fazla {1} ay arasında olmalıdır.

# PurchasePageBody1
source: With <a href="https://www.axcrypt.net/pricing/">Premium</a> you can use AxCrypt to its full potential on any number of computers and devices. If something is not to your satisfaction, please <a href="mailto:support@axcrypt.net">contact us</a>. We'll always refund you in full.
pl: Z <a href="https://www.axcrypt.net/pricing/">Premium</a> można w pełni wykorzystać potencjał AxCrypt na dowolnej liczbie komputerów i urządzeń. Jeśli nie jesteś w pełni usatysfakcjonowany, <a href="mailto:support@axcrypt.net">skontaktuj się z nami</a>. Zwrócimy Ci pełną kwotę.
ru: С <a href="https://www.axcrypt.net/pricing/">Premium</a> Вы можете использовать полный потенциал AxCrypt на любом количестве компьютеров и устройствах. Если Вас что-нибудь не устраивает, пожалуйста, <a href="mailto:support@axcrypt.net">contact us</a>. Мы всегда компенсируем в полном размере.
sv: Med <a href="https://www.axcrypt.net/pricing/">Premium</a> kan du använda AxCrypt fullt ut på ett obegränsat antal datorer och enheter. Om det är något som du inte är nöjd med, <a href="mailto:support@axcrypt.net">kontakta oss</a>. Vi ger alltid full återbetalning på begäran.
tr: <a href="https://www.axcrypt.net/pricing/">Premium</a> ile AxCrypt'i istediğin bilgisayar veya aygıtta tüm kapasiteyle kullanabilirsin. Memnun kalmadığın takdirde lütfen <a href="mailto:support@axcrypt.net">contact us</a>. Daima tümüyle geri ödeme yapılacaktır.

# PurchasePageBody2
source: <span class="text-cutoff-ellipsis always"><a id="paypal-readmore" class="show-link">[More about payments]</a></span><span class="text-cutoff always">Your personal payment details are never sent to or stored on our servers. We send them directly from you to our payment gateway partners via an encrypted connection. We partner with Stripe and PayPal, both of which meet the high standards set by the Payment Card Industry Data Security Standard. <a class="hide-link">[Collapse]</a></span>
pl: <span class="text-cutoff-elipsis always"><a id="paypal-readmore" class="show-link">[Więcej o płatnościach]</a></span><span class="text-cutoff always">Twoje dane osobowe nie są przesyłane na nasze serwery ani na nich przechowywane. Wysyłamy je bezpośrednio od Ciebie do naszych partnerów za pośrednictwem szyfrowanego połączenia. Współpracujemy z firmami Stripe i PayPal, które spełniają wysokie standardy określone w Standardzie Bezpieczeństwa Danych Dotyczących Kart Płatniczych. <a class="hide-link">[Zwiń]</a></span>
ru: <span class="text-cutoff-ellipsis always"><a id="paypal-readmore" class="show-link">[Больше об оплате]</a></span><span class="text-cutoff always">Ваши персональные детали оплаты никогда не посылаются или сохраняются в наших серверах. Мы отправляем их только напрямую от Вас Вашим партнёрам по платёжному шлюзу с помощью закодированное соединение. Мы сотрудничаем со Stripe и PayPal, оба из которых соответствуют высоким стандартам, установленными Payment Card Industry Data Security Standard. <a class="hide-link">[Collapse]</a></span>
sv: <span class="text-cutoff-ellipsis always"><a id="paypal-readmore" class="show-link">[Mer om Betalningar]</a></span><span class="text-cutoff always">Inga personliga detaljer eller kortnummer sänds till eller lagras på våra servrar. Informationen skickas direkt till våra betalningshanterare via en krypterad förbindelse. Vi har Stripe och PayPal som partners, och båda möter höga säkerhetskrav enlig Payment Card Industry Data Security Standard. <a class="hide-link">[Visa Mindre]</a></span>
tr: <span class="text-cutoff-ellipsis always"><a id="paypal-readmore" class="show-link">[Ödemeler hakkında daha fazla bilgi]</a></span><span class="text-cutoff always">Kişisel ödeme bilgilerin asla sunucularımıza iletilmez ve kaydedilmez. Şifreli bir bağlantı sayesinde ödeme noktası ortaklarımıza yollanırlar. Her ikisi de Payment Card Industry Data Security Standard larına uyan Stripe ve PayPal ile çalışıyoruz. <a class="hide-link">[Collapse]</a></span>

# PurchasePageTitle
source: Buy AxCrypt Premium
pl: Wykup AxCrypt Premium
ru: Купить AxCrypt Premium
sv: Köp AxCrypt Premium
tr: AxCrypt Premium satın al

# PurchaseReceiptError
source: The purchase was cancelled.
pl: Anulowano zakup.
ru: Покупка была отменена.
sv: Köpet avbröts.
tr: Satın alma iptal edildi.

# PurchaseReceiptErrorPageBody
source: We never received your payment. This may result from manually cancelling the purchase or insufficient account balance.
pl: Nie otrzymaliśmy Twojej wpłaty. Może to być spowodowane ręcznym anulowaniem zakupu w systemie PayPal lub niedostatecznym saldem konta.
ru: Мы не получили Ваш платеж. Причиной может быть мануальная отмена покупки или недостаток средств на балансе.
sv: Vi fick ingen betalning. Det kan bero på att betalningen avbrutits manuellt, eller för att det inte finns pengar på kontot.
tr: Ödemen elimize ulaşmadı. Bu, satın alımı manuel olarak iptal etmekten veya yetersiz bakiyeden kaynaklanıyor olabilir.

# PurchaseReceiptPageTitle
source: Receipt for AxCrypt Premium
pl: Rachunek za AxCrypt Premium
ru: Квитанция за AxCrypt Premium
sv: Kvitto för AxCrypt Premium
tr: AxCrypt Premium için fatura

# PurchaseReceiptSuccess
source: Thank you for purchasing an AxCrypt subscription! Please sign out and sign in again to update subscription status.
pl: Dziękujemy za zakup pakietu AxCrypt Premium! Wyloguj się i zaloguj ponownie zaktualizować status Twojej subskrypcji.
ru: Благодарим вас за покупку подписки AxCrypt! Пожалуйста, выполните выход из системы и войдите опять в систему для обновления статуса подписки.
sv: Tack för att du köpte ett AxCrypt-abonnemang! Logga ut och in igen från appar så uppdateras de.
tr: AxCrypt Premium'u satın aldığın için teşekkür ederiz! Premium'un aktif hale gelmesi için lütfen oturumu kapatıp tekrar aç.

# PurchaseReceiptSuccessPageBody
source: You're now able to access all the additional features of AxCrypt. You may need to sign out of the app and sign in again. If you experience any problems, please contact our support. A confirmation of your purchase will be sent to your e-mail from your payment provider. You can print an invoice from our web site.
pl: Masz teraz dostęp do wszystkich dodatkowych funkcji AxCrypt. Może być konieczne, abyś wylogował się z aplikacji i zalogował się ponownie. W razie jakichkolwiek problemów skontaktuj się z naszym działem pomocy technicznej. Potwierdzenie zakupu zostanie wysłane na Twój email przez Twojego dostawcę płatności. Fakturę możesz wydrukować z naszej strony internetowej.
ru: Теперь у вас есть доступ ко всем дополнительным функциям AxCrypt. Вам возможно понадобится выйти из системы приложения и выполнить заново вход. В случае каких-либо проблем, пожалуйста, свяжитесь с нашей службой поддержки. Подтверждение покупки будет отправлено на ваш адрес электронной почты от вашего поставщика платежей. Вы можете распечатать квитанцию на нашем веб-сайте.
sv: Nu har du tillgång till den utökade funktionaliteten. Du kan behöva logga ut och logga in igen från appen. Om du har några problem, kontakta vår support. En bekräftelse på ditt köp har skickats till din epostadress från din betalningsförmedlare. Du kan skriva ut en faktura på vår webb.
tr: Artık tüm AxCrypt Premium özelliklerine erişebilirsin. Uygulamadan çıkış yapıp tekrar oturum açman gerekebilir. Herhangi bir sorun yaşarsan lütfen destek hattımızla iletişime geç. Faturan e-posta adresine ödeme hizmeti sağlayıcın tarafından gönderilecek. İnternet sayfamızdan bir makbuz yazdırabilirsin.

# PurchaseVatDepends
source: VAT may be adjusted during payment.
pl: VAT można dostosować w trakcie płatności.
ru: НДС может быть добавлен к сумме во время оплаты.
sv: Moms fastställs slutgiltigt vid betalning.
tr: KDV ödeme sırasında düzenlenebilir.
