Repository: solution-pool/my-axcrypt
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: pl, ru, sv, tr

# ShareWithOthersTitle
source: Easy access to passwords
pl: Łatwy dostęp do haseł
ru: Легкий доступ к паролям
sv: Enkel åtkomst av lösenord
tr: Şifrelere kolay ulaşım

# ShowInFolderText
source: Show in Folder
pl: Pokaż w Folderze
ru: Показать в Папке
sv: Visa i Mapp
tr: Dosya Konumunu Aç

# ShowPasswordOptionPrompt
source: Show Password
pl: Pokaż hasło
ru: Показать Пароль
sv: Visa Lösenord
tr: Şifreyi göster

# SignInBeforePremiumMessage
source: Sign in first!
pl: Zaloguj się najpierw!
ru: Сначала выполните вход в систему!
sv: Logga in först!
tr: Önce oturum aç!

# SignInVerificationTitle
source: Verify Sign In
pl: Potwierdź login
ru: Подтвердить Вход в Систему
sv: Bekräfta Inloggning
tr: Oturum açmayı onayla

# SimplicityLabel
source: Simplicity
pl: Prostota
ru: Простота
sv: Enkelhet
tr: Sadelik

# SimplicitySectionText
source: Encryption is complicated, but this has not prevented us from constantly working to simplify it for the user. We have developed unique features that make the use of strong encryption and the sharing of encryption keys more simple and secure than any other software.
pl: Szyfrowanie jest skomplikowane, ale nie przeszkodziło nam to stale pracować, aby uprościć to dla użytkownika. Opracowaliśmy unikalne funkcje, które sprawiają, że korzystanie z silnego szyfrowania i udostępnianie kluczy szyfrujących jest bardziej proste i bezpieczne niż jakikolwiek inny program.
ru: Кодирование замысловато, однако это нас никак не останавливает продолжать неустанно работать над упрощением функций кодирования для наших пользователей. Мы разработали уникальные функции, которые применяют стойкое шифрование и совместное использование ключей кодирования, являясь при этом намного проще в использовании и безопаснее, чем любое другое программное обеспечение.
sv: Kryptering är svårt, men det har inte hindrat oss från att försöka förenkla för användaren. Vi har utvecklat unika funktioner som gör användandet av stark kryptering och att dela krypterad information lättare och säkrare än någonsin förut.
tr: Şifreleme karmaşıktır, fakat bu kullanıcı için kullanımı sürekli kolaylaştırmaya çalışmamızı önlemiyor. Güçlü şifre kullanımını ve şifre anahtarı paylaşımını diğer tüm yazılım programlarından daha kolay ve güvenli hale getiren eşsiz özellikler geliştirdik.

# SiteRestartWarning
source: Warning! A site restart is scheduled in a few minutes. We're sorry about the inconvenience.
pl: Ostrzeżenie! Ponowne uruchomienie witryny jest zaplanowane za kilka minut. Przepraszamy za niedogodności.
ru: Внимание! Перезапуск сайта произойдёт через несколько минут. Просим прощения за предоставленное неудобство.
sv: Varning! Webbsajten startar strax om. Vi ber om ursäkt för besväret.
tr: Uyarı! Birkaç dakika sonrası için site yeniden başlatılması planlanmıştır. Rahatsızlıktan dolayı özür dileriz.

# SocialMediaFollowText
source: Follow us on social media
pl: Śledź nas w mediach społecznościowych
ru: Следите за нами в соц.сетях
sv: Följ oss på sociala media
tr: Sosyal medya hesaplarımızı takip et

# SoftwareIsUpToDateLabel
source: Up to date
pl: Uaktualnione
ru: Обновлено
sv: Uppdaterad
tr: Güncel

# SoftwareUpdateNowLabel
source: Update now!
pl: Aktualizuj teraz!
ru: Обновить сейчас!
sv: Uppdatera nu!
tr: Şimdi güncelle!

# SslRequiredPageBody
source: A secure SSL connection is required. Please try again using <a href="{2}">{2}</a> . To go to the start page, click <a href="{1}">here</a>.
pl: Wymagane jest bezpieczne połączenie SSL. Spróbuj ponownie, używając <a href="{2}">{2}</a>. Aby przejść do strony początkowej, kliknij <a href="{1}">tutaj</a>.
ru: Необходимо безопасное SSL соединение. Пожалуйста, попробуйте ещё раз, используя <a href="{2}">{2}</a>. Для перехода на стартовую страницу нажмите <a href="{1}">here</a>.
sv: En krypterad SSL-förbindelse krävs. Försök igen med <a href="{2}">{2}</a> . För att återgå till startsidan, klicka <a href="{1}">här</a>.
tr: Güvenli bir SSL bağlantısı gerekiyor. Lütfen <a href="{2}">{2}</a> ile tekrar dene. Anasayfaya gitmek için <a href="{1}">buraya</a> tıkla.

# SslRequiredTitle
source: Secure Connection Required
pl: Wymagane Połączenie Zabezpieczone
ru: Необходимо Безопасное Соединение
sv: En säker förbindelse krävs.
tr: Güvenli bağlantı gerekli

# StartupTipIncludeSubfoldersFeature
source: Did you know? You can enable the 'Include Subfolders' option to work with folders in folders. A paid subscription plan is required for this.
pl: Wiedziałeś, że możesz włączyć opcję 'Uwzględniaj podkatalogi' do pracy z folderami w folderach? W tym celu potrzebny jest płatny abonament.
ru: Знаете ли Вы, что можете активировать опцию ' Присоединить Подпапки' для работы с папками в папках. Необходима действующая подписка для использования данной функции.
sv: Visste du? Nu finns dett ett alternativ för att 'Inkludera Undermappar' som du kan slå på för att ta med alla undermappar i en mapp. Kräver ett betalt abonnemang.
tr: Klasör içindeki klasörlerle işlem yapmak için "Alt Klasörleri Dahil Et" seçeneğini aktif hale getirebileceğini biliyor muydun? Bunun için AxCrypt Premium gereklidir.

# StartupTipTryMobileApp
source: Mobile apps for Android and iOS are now included in AxCrypt paid subscription plans. Would you like to know more?
pl: Aplikacje mobilne na Androida i iOS są teraz zawarte w wersji AxCrypt z płatnym abonamentem. Chcesz wiedzieć więcej?
ru: Теперь мобильные приложения для Android и iOS включены в оплаченные подписки на AxCrypt. Хотите узнать больше?
sv: Mobilappar för Android och iOS ingår nu i AxCrypt betalda abonnemang. Vill du veta mer?
tr: Android ve iOS için mobil uygulamalar şimdi AxCrypt Premium'da mevcut. Daha fazla bilgi almak ister misin?

# StepsWizardLabel
source: Step {0} of {1}
pl: Krok {0} z {1}
ru: Шаг {0} из {1}
sv: Steg {0} av {1}
tr: {1} adımdan {0} numaralı adım

# StopSecuringToolTipText
source: Click to select files to stop securing.
pl: Kliknij aby wybrać pliki, które chcesz przestać zabezpieczać.
ru: Выберите нажатием файлы для прекращения их защиты.
sv: Klicka och välj filer att avlägsna skyddet från.
tr: Güvenlemeyi bırakmak için dosyaları seçmek adına tıkla.

# StrongEncryptionDescription
source: Open AxCrypt files on your phone
pl: Otwórz pliki AxCrypt na swoim telefonie
ru: Открыть AxCrypt файлы на Вашем телефоне
sv: Öppna AxCrypt-filer i mobilen
tr: Telefonunda AxCrypt dosyaları aç

# StrongEncryptionTitle
source: AxCrypt Mobile
pl: Mobilny AxCrypt
sv: AxCrypt i Mobilen
tr: AxCrypt Mobil

# SubmitFeedbackButton
source: Submit feedback
pl: Wyślij opinię
ru: Оставить отзыв
sv: Vad tycker du?
tr: Düşünceyi bildir

# SubscriptionDeletedText
source: Deleted
pl: Usunięto
ru: Удален
sv: Borttagen
tr: Silindi

# SubscriptionPlanValidUntilFormat
source: {0} valid until {1}.
pl: {0} ważny do {1}.
ru: {0} действителен до {1}.
sv: {0} giltigt till {1}.
tr: {0}, {1}'e kadar geçerli.

# SubscriptionsSuccessAdd
source: The subscription was successfully saved.
pl: Subskrypcja została pomyślnie zapisana.
ru: Регистрация подписки была успешно сохранена.
sv: Sparad.
tr: Üyelik başarıyla kaydedilmiştir.

# SupportBodyPrompt
source: How can we help you?
pl: W czym możemy Ci pomóc?
ru: Как мы можем Вам помочь?
sv: Hur kan vi hjälpa dig?
tr: Sana nasıl yardımcı olabiliriz?

# SupportPageTitle
source: Premium Support
pl: Wsparcie Premium
ru: Служба Поддержки Premium
sv: Hjälp för Premium-användare
tr: Premium Destek

# SupportPremiumIntro
source: Welcome to AxCrypt Support. We give our paid subscribers prioritized and personal direct support via e-mail.
pl: Witamy w pomocy AxCrypt. Naszym subskrybentom z płatnym abonamentem dajemy priorytetowe i osobiste wsparcie bezpośrednie przez email.
ru: Добро пожаловать в Службу Поддержки AxCrypt. Мы предоставляем нашим платным подписчикам персональную непосредственную службу поддержки через электронную почту.
sv: Välkommen till AxCrypt Hjälp. Vi ger våra betalande användare prioriterad och personlig direktsupport via e-post.
tr: AxCrypt Destek'e hoş geldin. Premium üyelerimize öncelik tanımakta ve e-posta aracılığıyla doğrudan kişisel destek sunmaktayız.

# SupportWarningOnlyPremium
source: Sorry, direct support is only available to paying subscribers, please visit our <a href="{0}">community support</a>.
pl: Przepraszamy, bezpośrednie wsparcie jest dostępne tylko dla subskrybentów, zapraszamy na <a href="{0}">forum użytkowników</a>.
ru: Извините, персональная непосредственная служба поддержки доступна ислючительно пользователям, которые оплачивают функции Premium . Пожалуйста, зайдите на нашу <a href="{0}">поддержку сообщества</a>.
sv: Tyvärr så är direkthjälp bara tillgänglig för betalande Premium-användare, använd våra <a href="{0}">användarforum</a> istället.
tr: Üzgünüz, direkt destek sadece ücretli üyelerimiz içindir. Lütfen <a href="{0}">Grup Destek</a> ziyaret et.

# SystemFolderForbiddenText
source: The system folder '{0}' cannot be secured.
pl: Nie można zabezpieczyć folderu systemowego '{0}'.
ru: Системная папка '{0}' не может быть защищена.
sv: Det går inte att skydda systemmappen '{0}'.
tr: Sistem klasörü '{0}' koruma altına alınamıyor.

# TargetAccountExists
source: You are trying to change your account to an account that already exists!
pl: Próbujesz zmienić swoje konto na konto, które już isnieje!
ru: Вы делаете попытку поменять Ваш аккаунт на уже существующий аккаунт!
sv: Du försöker ändra e-post för ditt konto till en adress som redan finns!
tr: Hesabını zaten var olan bir hesaba değiştirmeye çalışıyorsun!

# TargetAccountExistsErrorText
source: When you try to change the email address of an account, the email you change to must not already have an account! You have to delete that account first.
pl: Przy próbie zmiany adresu email, email na który zmieniasz nie może mieć jeszcze konta! Musisz najpierw usunąć to konto.
ru: Когда Вы делаете попытку поменять адрес электронной почты Вашего аккаунта, аккаунта с таким же адресом электронной почты не должно существовать! Необходимо сначала удалить данный аккаунт.
sv: När du ändrar e-posten för ett konto, så får det inte redan finnas ett konto med den adressen. Isåfall måste du först ta bort det kontot.
tr: Bir hesaba ait e-posta adresini değiştirmeye çalıştığında, yeni adrese kayıtlı başka bir hesabın bulunmaması gerekmektedir! Önce o hesabı silmelisin.

# TargetApplicationNotFoundMessage
source: Can't open current file
pl: Nie można otworzyć pliku
ru: Не удалось открыть текущий файл
sv: Kan inte öppna filen
tr: Dosya açılamıyor

# TermsAndConditionsLink
source: By signing up to AxCrypt you agree to our <a>Terms &amp; Conditions </a>
pl: Rejestrując się w AxCrypt zgadzasz się na nasz <a>Terms &amp; Conditions </a>
ru: Регистрируясь на AxCrypt, Вы подтверждаете Ваше согласие с нашими <a>Terms &amp; Conditions </a>
sv: Genom att registrera dig för AxCrypt godkänner du våra <a>villkor</a>.
tr: AxCrypt oturumu açarken kullanım <a> Şartlarımızı &amp; Koşullarımızı </a> kabul ediyorsun

# TermsAndConditionsLinkFirstPart
source: By signing up to AxCrypt you agree to our
pl: Zakładając konto AxCrypt, zgadzasz się na nasze
ru: Регистрируясь на AxCrypt, Вы подтверждаете Ваше согласие с нашими
sv: Genom att registrera dig för AxCrypt så godkänner du våra
tr: AxCrypt'e kaydolarak şunları kabul ediyorsun

# TermsAndConditionsLinkSecondPart
source: Terms & Conditions
pl: Regulamin
ru: Правила и Условия
sv: Villkor
tr: Şart ve koşullar

# TextCheckEmailAndSpam
source: Check email and spam!
pl: Sprawdź skrzynkę odbiorczą i spam!
ru: Проверьте Вашу электронную почту и спам!
sv: Finns i inbox eller skräppost!
tr: E-posta kutunu ve istenmeyen kutusunu kontrol et!

# TextPreferenceCritical
source: Critical - Get notified of critical AxCrypt updates
pl: Krytyczny - otrzymaj powiadomienia o krytycznych aktualizacjach AxCrypt
ru: Важно!- Получать уведомления о критичных обновлениях AxCrypt
sv: Kritiska - Du blir notifierad om kritiska uppdateringar
tr: Kritik - Önemli AxCrypt güncellemeleri için bildiri al

# TextPreferenceDecline
source: Decline - Never get notified about AxCrypt updates
pl: Odrzuć - nigdy nie otrzymuj powiadomienia o aktualizacjach AxCrypt
ru: Отклонить - Никогда не получать уведомления об AxCrypt обновлениях
sv: Avböj - Du får inga notiferingar
tr: Reddet - Bir daha AxCrypt yeni sürümleri hakkında bilgilendirilme

# TextPreferenceUnknown
source: Unknown - You have not specified any preference
pl: Nieznany - nie podano żadnych preferencji
ru: Неизвестный - Вы не указали никакие предпочтения
sv: Okänt - Du har inte angivit något
tr: Bilinmiyor - Bir tercih belirtmedin

# TextPreferenceUpdate
source: Update - Get notified of all AxCrypt updates
pl: Aktualizuj - otrzymuj powiadomienia o wszystkich aktualizacjach AxCrypt
ru: Обновление - Получать уведомления о всех AxCrypt обновлениях
sv: Alla - Du blir notifierad om alla uppdateringar
tr: Güncelle - Tüm AxCrypt güncellemeleri hakkında belirti al

# TitleAxCryptIdSignInText
source: AxCrypt ID Sign In
pl: AxCrypt ID Zaloguj się
ru: Вход в Систему AxCrypt ID
sv: AxCrypt ID Inloggning
tr: AxCrypt kimliği oturum açma

# TitleCreateAxCryptIdTitle
source: Create AxCrypt ID
pl: Utwórz AxCrypt ID
ru: Создать AxCrypt ID
sv: Skapa AxCrypt ID
tr: AxCrypt kimliği yarat

# TitleSignInToAxCrypt
source: Sign in to AxCrypt
pl: Zaloguj się do AxCrypt
ru: Войти в Систему AxCrypt
sv: Logga in
tr: AxCrypt'e bağlan

# TitleUnsubscribeConfirmation
source: Unsubscribed
pl: Anulowano subskrypcję
ru: Неподписанный
sv: Prenumeration avslutad
tr: Duyuru e-postalarından çıkarıldın

# ToolTipPremiumNeededForSecrets
source: A paid subscription plan is required for password management. Click to upgrade now!
pl: Zarządzanie hasłami wymaga płatnego abonamentu. Kliknij, aby przejść do wersji Premium!
ru: Действующая оплаченная подписка необходима для менеджмента паролей. Нажмите для обновления сейчас!
sv: Ett betalt abonnemang krävs för lösenordshantering. Klicka för att uppgradera nu!
tr: Şifre idaresi için Premium gereklidir. Premium'a yükselmek için tıkla!

# TransactionHistoryTitle
source: Transaction history
pl: Historia transakcji
ru: История трансакций
sv: Transaktionshistorik
tr: İşlem tarihçesi

# TrayBalloonTooltip
source: Click to restore the 666encryption application window.
pl: Kliknij, aby przywrócić okno aplikacji AxCrypt
ru: Нажмите для восстановления окна AxCrypt приложения.
sv: Dubbelklicka för att öppna AxCrypt.
tr: AxCrypt uygulama penceresini yenilemek için tıkla.

# TrialPremiumStartInfo
source: Great! We've enabled a free trial of Premium for you. Now you can use all features of AxCrypt for free during the trial period. Don't worry - you'll still have access to all your encrypted files and managed passwords with AxCrypt Free even if you choose not to purchase a subscription after the trial period is over. Good Luck and Enjoy, The AxCrypt Team
pl: Wspaniale! Włączyliśmy dla Ciebie bezpłatny okres próbny Premium. Teraz możesz korzystać ze wszystkich funkcji AxCrypt za darmo podczas okresu próbnego. Nie przejmuj się - nadal masz dostęp do wszystkich Twoich plików z AxCrypt Free, nawet jeśli po zakończeniu okresu próbnego nie będziesz chciał wykupić subskrypcji. Powodzenia i przyjemności, Zespół AxCrypt
ru: Прекрасно! Мы активировали бесплатную пробную версию Premium для Bас. Теперь Bы можете использовать все функции AxCrypt бесплатно в течение пробного периода. Не волнуйтесь - у Bас все равно будет доступ ко всем Bашим файлам с помощью AxCrypt Free, даже если Bы решили не покупать подписку после окончания пробного периода. Желаем удачи и приятного опыта! Команда AxCrypt
sv: Härligt! Vi har aktiverat en gratis provperiod för Premium. Nu kan kan du använda alla funktioner i AxCrypt gratis under provperioden. Oroa dig inte - du har fortsatt tillgång till alla dina filer och lösenord med AxCrypt Free även om du väljer att inte köpa en betald prenumeration efter provperioden. Lycka till och mycket nöje! AxCrypt-teamet
tr: Harika! Senin için Premium deneme süresini başlattık. Şimdi deneme süresi boyunca tüm AxCrypt özelliklerini bedavaya kullanabilirsin. Merak etme, deneme süresi bittikten sonra Premium aboneliği almak istemesen bile, AxCrypt Free ile tüm dosyalarına erişimin olacak. İyi şanslar ve Premium'un tadını çıkart, AxCrypt Ekibi

# TroubleRememberingLabel
source: Trouble remembering your password?
pl: Nie pamiętasz hasła?
ru: Проблемы с запоминанием Вашего пароля?
sv: Glömt lösenordet?
tr: Şifreni hatırlamıyor musun?

# TryItDescription
source: Secure files on the desktop, and read them on the road
pl: Zabezpiecz pliki na pulpicie i przeczytaj je w podróży
ru: Защитить файлы на рабочем столе и читать их в любой момент где угодно
sv: Säkra dokument med AxCrypt i datorn, och läs dem i mobilen
tr: Dosyaları masaüstünde korumaya al, ve yolda oku

# TryItTitle
source: Try it!
pl: Wypróbuj!
ru: Попробуйте!
sv: Prova!
tr: Dene!

# TryPremiumLabel
source: Try Premium!
pl: Wypróbuj Premium!
ru: Попробовать Premium!
sv: Prova Premium!
tr: Premium'u dene!

# TryPremiumToolTip
source: You are not using the highest level of security. Click to try Premium for free now!
pl: Nie używasz najwyższego poziomu bezpieczeństwa. Kliknij, aby wypróbować Premium za darmo!
ru: Вы не используете самый высокий уровень защиты. Нажмите, чтобы бесплатно попробовать Premium сейчас!
sv: Du har inte den högsta säkerhetsnivån. Klicka för att prova Premium gratis nu!
tr: En yüksek güvenlik seviyesini kullanmamaktasın. Premium'u bedavaya denemek için tıkla!

# UnknownCrypto
source: Unknown
pl: Nieznany
ru: Неизвестный
sv: Okänt
tr: Bilinmeyen

# UnknownError
source: Unknown Error. Please report.
pl: Nieznany błąd. Proszę zgłosić.
ru: Неизвестная Ошибка. Пожалуйста, сообщите нам.
sv: Okänt fel. Vänligen felrapportera detta!
tr: Bilinmeyen hata. Lütfen bildir.

# UnknownFileStatus
source: Status 'Unknown' with '{0}'.
pl: Status "Nieznany" z "{0}".
ru: Статус 'Неизвестный' с '{0}'.
sv: Status 'Okänd' med '{0}'.
tr: '{0}' ile 'Bilinmeyen' statüs

# UnknownLogOn
source: Password is not previously known. Click 'New' to create a new.
pl: Nieznane hasłoj. Kliknij "Nowy", aby utworzyć nowe.
ru: Пароль неизвестен. Нажмите на 'Новый' для создания нового.
sv: Okänt lösenord. Klicka 'Ny' för att skapa en ny identitet.
tr: Şifre daha önceden tanınmamaktadır. Yeni bir tane yaratmak için 'Yeni' ye tıkla.

# UnrecognizedError
source: {1} for '{0}'.
ru: {1} на '{0}'.
sv: {1} med '{0}'.
tr: '{0}' için {1}

# UnregisterMailBody1
source: This is confirmation that your AxCrypt ID on <a href="{0}" style="color: #86b96e; text-decoration: none;">AxCrypt.net</a> has been successfully deleted.
pl: To jest potwierdzenie, że Twój AxCrypt ID w <a href="{0}" style="color: # 86b96e; text-decoration: none;">AxCrypt.net</a> został pomyślnie usunięty.
ru: Это подтверждение того, что Ваш AxCrypt ID на <a href="{0}" style="color: #86b96e; text-decoration: none;">AxCrypt.net</a> был успешно удалён.
sv: Detta bekräftar att ditt AxCrypt ID på <a href="{0}" style="color: #86b96e; text-decoration: none;">AxCrypt.net</a> har blivit raderat.
tr: Bu, AxCrypt kimliğinin <a href="{0}" style="color: #86b96e; text-decoration: none;">AxCrypt.net</a> üzerinde başarıyla silindiğinin onayıdır.

# UnregisterMailBody2
source: We're sad to see you go and hope you enjoyed your time with us!
pl: Przykro nam, że nie zostajesz z nami. Mamy nadzieję, że byłeś zadowolony z AxCrypt!
ru: Нам очень жаль Вас терять, но мы надеемся, что ваше время вместе с AxCrypt было плодотворным!
sv: Vi är ledsna att du lämnar oss, men vi hoppas att du nytta av oss under tiden!
tr: Gidişin için üzgünüz ve bizimle geçen vaktinden keyif aldığını umarız!

# UnregisterMailSubject
source: AxCrypt ID Deleted
pl: Usunięto AxCrypt ID
ru: AxCrypt ID Удалён
sv: AxCrypt ID Raderat
tr: AxCrypt kimliği silindi

# UnsubscribeMailFooter
source: If you would like to unsubscribe click <a href="{0}" style="color: #86b96e; text-decoration: none;"> this link</a>
pl: Jeśli chcesz zrezygnować z subskrypcji, kliknij <a href="{0}" style="color: # 86b96e; text-decoration: none ;">ten link</a>
ru: Если Вы хотите отменить подписку, нажмите <a href="{0}" style="color: #86b96e; text-decoration: none;"> this link</a>
sv: För att avbeställa utskick som detta, <a href="{0}" style="color: #86b96e; text-decoration: none;"> klicka här</a>.
tr: Abonelikten çıkmak istiyorsan bu linki tıkla: <a href="{0}" style="color: #86b96e; text-decoration: none;"> bu link</a>

source: Updating Status
pl: Aktualizuję status
ru: Обновление Статуса
sv: Uppdaterar Status
tr: Konum yenileniyor

# UpgradeLegacyFilesMenuItemText
source: Upgrade 1.x and AES-128 Files
pl: Uaktualnij pliki 1.x i AES-128
ru: Обновить файлы: 1.x и AES-128
sv: Uppgradera 1.x- och AES-128-filer
tr: 1.x ve AES-128 Dosyalarını Yükselt

# UpgradeLegacyFilesMenuToolTip
source: Pick a folder with AxCrypt 1.x and AES-128 files and upgrade them.
pl: Wybierz miejsce do wyszukania plików zabezpieczonych AxCrypt 1.x i AES-128, i uaktualnij je.
ru: Выберите папку с файлами AxCrypt 1.x и AES-128 и обновите их.
sv: Välj en mapp med AxCrypt 1.x och AES-128-filer att uppgradera.
tr: AxCrypt 1.x ve AES-128 dosyaları içeren bir klasör seç ve dosyaları güncelle.

# UpgradePromptText
source: Get Premium!
pl: Pobierz Premium!
ru: Приобрести Premium!
sv: Skaffa Premium!
tr: Premium'a üye ol!

# UserSettingsFormatChangeNeedsReset
source: You have updated AxCrypt. Unfortunately, your configuration must be reset. After restarting, your preferences and settings will unfortunately be lost. We apologize for the inconvenience. Your encrypted files are still safe and ok.
pl: Zaktualizowałeś AxCrypt. Niestety Twoja konfiguracja musi zostać zresetowana. Po ponownym uruchomieniu preferencje i ustawienia zostaną utracone. Przepraszamy za niedogodności. Twoje zaszyfrowane pliki są nadal bezpieczne.
ru: Вы обновили AxCrypt. К сожалению, Ваши настройки должны быть аннулированы. После перезапуска Ваши предпочтения и настройки будут, к сожалению, утрачены. Однако Ваши закодированные файлы в безопасности.
sv: Du har uppdaterat AxCrypt. Dessfärre måste dina inställningar återställas. Efter omstart av AxCrypt kommer inställningarna återgå till utgångsläget. Vi ber om ursäkt för besväret. Dina skyddade filer är lika säkra som alltd.
tr: AxCrypt i güncellemedin. Ne yazık ki konfigürasyonunun tekrar yapılması gerekmektedir. Sıfırlamadan sonra tercihlerin ve ayarların kaybolacaktır. Rahatsızlıktan dolayı özür dileriz. Şifreli dosyaların hala koruma altında.

# VerificationEmailSentTitle
source: Verification Link Sent
pl: Wysłano link weryfikacyjny
ru: Верификационный Код Отправлен
sv: Verifieringslänk är skickad!
tr: Onay bağlantısı yollandı

# VerifyAccountLabel
source: Please verify your new account
pl: Potwierdź Twoje nowe konto
ru: Пожалуйста, подтвердите Ваш новый аккаунт
sv: Verifiera ditt nya konto
tr: Lütfen hesabını doğrula

# VerifyFileToolStripMenuItem
source: Check and Verify File
pl: Sprawdź i Zweryfikuj Plik
ru: Пожалуйста, проверьте и подтвердите файл
sv: Verifiera
tr: Dosyayı Kontrol Et ve Doğrula

# VerifyPasswordPrompt
source: Verify Password
pl: Potwierdź hasło
ru: Подтвердить Пароль
sv: Verifiera Lösenord
tr: Şifre doğrula

# WarningTitle
source: Warning!
pl: Ostrzeżenie!
ru: Внимание!
sv: Varning!
tr: Dikkat!

# WatchedFolderColumnHeaderText
source: Folder
ru: Папка
sv: Mapp
tr: Klasör

# WatchedFoldersOpenExplorerHereMenuItemText
source: Open Explorer Here
pl: Otwórz Explorator tutaj
ru: Открыть Explorer Здесь
sv: Öppna Utforskaren Här
tr: Buraya Explorer aç

# WatchedFoldersRemoveMenuItemText
source: Decrypt Permanently
pl: Odszyfruj trwale
ru: Декодировать Окончательно
sv: Ta Bort Skydd Permanent
tr: Daimi deşifre et

# WatchedFoldersTabPageText
source: Secured Folders
pl: Zabezpieczone Foldery
ru: Защищённые Папки
sv: Skyddade Mappar
tr: Koruma altındaki klasörler
