Repository: solution-pool/my-axcrypt
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: pl, ru, sv, tr

# ChangeEmailConfirmMailBody1
source: You have requested to change your current AxCrypt ID e-mail to <b style="color: #000 !important;">{0}</b>. To confirm please click the button below.
pl: Zmieniłeś Twój obecny email dla AxCrypt ID na <b style="color: #000 !important;">{0}</b>. Kliknij poniższy przycisk aby potwierdzić.
ru: Вы подали запрос на изменение Вашего нынешнего AxCrypt ID адреса электронной почты на <b style="color: #000 !important;">{0}</b>. Для подтверждения, пожалуйста, нажмите на кнопку ниже.
sv: Du har begärt en ändring av ditt befintliga AxCrypt ID från <b style="color: #000 !important;">{0}</b>. Bekräfta genom att klicka knappen nedan.
tr: AxCrypt e-posta adresini <b style="color: #000 !important;">{0}</b> olarak değiştirme talebinde bulundun. Bu işlemi onaylamak için lütfen aşağıdaki tuşa bas.

# ChangeEmailConfirmMailBody2
source: Use your existing password to sign in and then the old AxCrypt ID will be permanently deleted.
pl: Użyj istniejącego hasła, aby się zalogować, wtedy stary AxCrypt ID zostanie trwale usunięty.
ru: Используете Ваш нынешний пароль для входа в систему, после чего старый AxCrypt ID будет окончательно удалён.
sv: Logga in med ditt befintliga lösenord så kommer det gamla kontot att raderas permanent.
tr: Güncel şifrenle bağlan ve eski AxCrypt kimliğin temelli olarak silinecektir.

# ChangeEmailConfirmMailBodyButton
source: Change e-mail
pl: Zmień adres email
ru: Поменять адрес электронной почты
sv: Ändra e-post
tr: E-posta adresi değiştir

# ChangeEmailConfirmMailSubject
source: AxCrypt ID Email Change
pl: Zmiana adresu email dla AxCrypt ID
ru: Изменение адреса электронной почты AxCrypt ID
sv: AxCrypt ID byte av E-postadress
tr: AxCrypt kimliği e-posta değişikliği

# ChangeEmailConfirmSuccess
source: Your change of AxCrypt ID e-mail has been confirmed! Please sign in to complete the process.
pl: Zmiana adresu email dla Twojego AxCrypt ID została potwierdzona! Zaloguj się, aby zakończyć proces.
ru: Ваше изменение адреса электронной почты AxCrypt ID было подтверждено! Пожалуйста, войдите в систему для завершения процесса.
sv: Ditt byte av epostadress är härmed bekräftat! Logga in för att slutföra bytet.
tr: AxCrypt kimliği e-posta adresi değişikliğin onaylandı! İşlemin tamamlanması için lütfen oturum aç.

# ChangeEmailExistMailBody1
source: Someone has requested a change of e-mail (from an undisclosed source) at <a href="{0}" style="color: #86b96e; text-decoration: none;">AxCrypt.net</a> to <b>{1}</b>.
pl: Ktoś zażądał zmiany adresu email (z nieujawnionego źródła) w <a href="{0}" style="color: # 86b96e; text-decoration: none;"> AxCrypt.net </a> na < B> {1} </ b>.
ru: Был сделан запрос на изменение адреса электронной почты (с неизвестного источника) с<a href="{0}" style="color: #86b96e; text-decoration: none;">AxCrypt.net</a> на <b>{1}</b>.
sv: Någon har begärt ändring av e-postadressen (från ett konto vi inte anger) på <a href="{0}" style="color: #86b96e; text-decoration: none;">AxCrypt.net</a> till <b>{1}</b>.
tr: Biri e-posta değişikliği talebinde bulunmuştur (açıklanmayan bir kaynaktan) <a href="{0}" style="color: #86b96e; text-decoration: none;">AxCrypt.net</a> dan <b>{1}</b> a.

# ChangeEmailExistMailBody2
source: However, since you already have an AxCrypt ID using this e-mail, the request has been silently ignored.
pl: Jednak ponieważ masz już AxCrypt ID dla tego adresu email, żądanie zostało zignorowane.
ru: Поскольку у Вас уже имеется AxCrypt ID с данным адресом электронной почты, запрос был проигнорирован.
sv: Men, eftersom du redan har ett AxCrypt ID med den här e-postadressen så har begäran lämnats utan åtgärd.
tr: Fakat bu e-posta adresiyle başka bir AxCrypt kimliğin olduğu için talep sessizce görmezden gelinmiştir.

# ChangeEmailExistMailBody3
source: Ignore this e-mail or report it to {0}. No harm is done, and no information has been disclosed.
pl: Zignoruj tęwiadomość email lub zgłoś ją do {0}. Nie wyrządzono żadnej szkody ani nie ujawniono żadnych informacji.
ru: Проигнорируйте данное электроном письмо или сообщите о нём {0}. Никакого ущерба не было нанесено, и никакая информация не была обнародована.
sv: Strunta i det här mejlet eller rapportera det till {0}. Ingen skada är skedd, och ingen information har kommit ut.
tr: Bu e-postayı görmezden gel veya {0}'a bildir. Hasar olmayıp hiç bilgi paylaşımı yapılmamıştır.

# ChangeEmailExistMailSubject
source: AxCrypt ID Email Change Request
pl: Żądanie zmiany adresu email dla AxCrypt ID
ru: Запрос на изменение адреса электронной почты AxCrypt ID
sv: Byte av Epostadress till AxCrypt ID
tr: AxCrypt kimliği e-posta adresi değiştirme talebi

# ChangeEmailMarkError
source: Email change failed due to an internal error, please try again later or contact our support.
pl: Zmiana adresu email nie powiodła się z powodu błędu wewnętrznego, spróbuj ponownie później lub skontaktuj się z naszym działem pomocy technicznej.
ru: Изменение адреса электронной почты не удалось в связи с внутренной ошибкой. Пожалуйста, попробуйте позже ещё раз или свяжитесь с нашей службой поддержки.
sv: Byte av E-postadress misslyckades pga av ett internt fel. Försök igen senare, eller kontakta oss.
tr: E-posta değişimi dahili bir sorundan dolayı başarısız oldu, lütfen daha sonra tekrar dene veya destek hattımızla irtibata geç.

# ChangeEmailMarkErrorCurrentEmail
source: The new e-mail address must be different from the old!
pl: Nowy adres email musi różnić się od starego!
ru: Новый адрес электронной почты должен быть отличным от старого!
sv: Den nya e-postadressen måste skilja sig från den gamla!
tr: Yeni e-posta adresi eskisinden farklı olmalı !

# ChangeEmailMarkSuccess
source: We have sent an e-mail to <b>{0}</b>. Please read your e-mail and click on the link provided there to confirm the change. Thereafter you can sign in using <b>{0}</b> and your existing password. You must complete these steps to complete the process.
pl: Wysłaliśmy email do <b>{0}</b>. Proszę przeczytaj email i kliknij podany tam link, aby potwierdzić zmianę. Wtedy możesz zalogować się za pomocą <b>{0}</b> i Twojego istniejącego hasła. Aby zakończyć proces, musisz wykonać te czynności.
ru: Мы отправили электронное письмо на <b>{0}</b>. Пожалуйста, прочитайте Ваше электронное письмо и нажмите на ссылку, указанную в нём, для подтверждения изменения. Впоследствии Вы можете входить в систему, изпользуя <b>{0}</b> и Ваш нынешний пароль. Вы должны завершить данные этапы для завершения процесса.
sv: Vi har skickat ett e-postmeddelande till <b>{0}</b>. Kontrollera din inbox och klicka på länken där för att bekräfta bytet. Därefter kan du logga in som <b>{0}</b> och använda ditt befintliga lösenord. Du måste slutföra dessa steg för att processen skall fullföljas.
tr: <b>{0}</b> üzerine bir e-posta gönderdik. Lütfen e-postayı okuyup değişikliği onaylamak için gerekli linke tıkla. Bundan sonra <b>{0}</b> ve var olan şifreni kullanarak oturum açabilirsin.

# ChangeNotificationSettingsSuccess
source: Your notification preferences have been changed.
pl: Twoje preferencje dot. powiadomień zostały zmienione.
ru: Ваши предпочтения по уведомлениям были изменены.
sv: Dina notifieringspreferenser har ändrats.
tr: Bildiri ayarların değişmiştir.

# ChangeOptionGenericWarning
source: Changing options may be dangerous. Only do this if you are sure you understand what this option does.
pl: Zmiana opcji może być niebezpieczna. Zrób to tylko wtedy, gdy jesteś pewien, że rozumiesz, co robi dana opcja. Potwierdź, wprowadzając swoje hasło.
ru: Изменение опций может быть опасным. Вносите изменения только, если Вы понимаете, что данная опция делает. Подтвердите вводом Вашего пароля.
sv: Att ändra alternativ kan vara riskabelt. Fortsätt bara om du är säker på vad det här alternativet innebär.
tr: Seçenekleri değiştirmek tehlikeli olabilir. Bu değişikliği sadece bu seçeneğin ne yaptığını bildiğinden emin olman durumunda yap.

# ChangePassphraseDialogTitle
source: Change Password
pl: Zmień hasło
ru: Изменение Пароля
sv: Byt Lösenord
tr: Şifre değiştir

# ChangePasswordError
source: Could not change password because the current password is incorrect or the new password is invalid.
pl: Nie można zmienić hasła, ponieważ bieżące hasło jest niepoprawne lub nowe hasło jest nieprawidłowe.
ru: Изменение пароля не удалось из-за неправильного нынешнего пароля или недействительного нового пароля.
sv: Lösenordsbytet misslyckades eftersom det nuvarande eller nya lösenordet är felaktigt.
tr: Şifre değiştirilemedi çünkü ya güncel şifre yanlış yada yeni şifre geçersiz.

# ChangePasswordSuccess
source: Your password has been changed.
pl: Twoje hasło zostało zmienione
ru: Ваш пароль был изменён.
sv: Lösenordet har ändrats.
tr: Şifren değiştirilmiştir.

# CheckForUpdateMenuText
source: Check for Update
pl: Sprawdź aktualizacje
ru: Проверить Обновления
sv: Leta efter Uppdatering.
tr: Güncelleme ara

# CheckForUpdateMenuToolTip
source: Check if a newer version is available for download. Requires Internet access.
pl: Sprawdź, czy jest dostępna nowsza wersji do pobrania. Wymaga dostępu do internetu.
ru: Проверить наличие новой версии для загрузки. Требуется доступ к Интернету.
sv: Kontrollera om det finns en nyare version att ladda ned. Kräver tillgång till Internet.
tr: Daha yeni bir sürüm var mı diye kontrol et. İnternet bağlantısı gerektirir.

# CleanDecryptedToolStripMenuItemText
source: Clean Open Files
pl: Wyczyść otwarte pliki
ru: Очистить Открытые Файлы
sv: Städa Öppna Filer
tr: Açık dosyaları temizle

# CleanUpNeededToolTip
source: File is open, and may need to be cleaned. Close any open applications, and click the Clean Up button.
pl: Plik jest otwarty i może wymagać czyszczenia. Zamknij wszystkie otwarte aplikacje i kliknij przycisk Wyczyść.
ru: Файл открыт и возможно требует очистки. Закройте все открытые приложения и нажмите на кнопку Очистить.
sv: Filen är öppnad, och kan behövas städas. Stäng alla öppna program, och klicka på städaknappen.
tr: Dosya açık ve temizlik gerektirebilir. Açık uygulamaları kapatıp Temizle tuşuna bas.

# CleanupWorkflowDescription
source: Please consider that app keeps decrypted copy of file in the local file storage. It will be removed on sign out. You can also remove it manually via cleanup button.
pl: Pamiętaj, że aplikacja przechowuje odszyfrowaną kopię pliku w lokalnej pamięci plików. Zostanie ona usunięta po wylogowaniu. Możesz także usunąć ją ręcznie przyciskiem Cleanup.
ru: Пожалуйста, примите во внимание, что приложение хранит зашифрованную копию файла в локальном хранилище файлов. Вы можете удалить её мануально через кнопку очистки.
sv: Observera att det kommer att skapas en oskyddad kopia av dokumentet i enheten. Den tas bort vid utloggning. Du kan också ta bort den manuellt genom rensa-knappen.
tr: Uygulamanın dosyanın açılmış kopyasını yerel dosya diskinde tutacağını lütfen dikkate al. Dosya oturum kapatıldığında silinecektir. Dilersen dosyayı temizleme düğmesi aracılığıyla manuel olarak da silebilirsin.

# ClearRecentFilesToolStripMenuItemText
source: Clear Recent Files
pl: Wyczyść ostatnie pliki
ru: Очистить последние файлы
sv: Rensa listan
tr: Son Dosyaları Temizle

# ClickToCheckForNewerVersionTooltip
source: Click to check for a newer version.
pl: Kliknij, aby sprawdzić dostępność nowszej wersji.
ru: Нажмите для проверки на наличие новой версии.
sv: Klicka för att kontrollera om det finns en ny version.
tr: Daha yeni sürümleri kontrol etmek için tıkla.

# ClickToDownloadText
source: Click to download.
pl: Kliknij, aby pobrać.
ru: Нажмите для скачивания.
sv: Klicka för att ladda ned.
tr: İndirmek için tıkla.

# CloseAndRemoveOpenFilesToolStripButtonToolTipText
source: Click to encrypt any opened files or new files in secured folders, but ensure they are not in use first.
pl: Kliknij, aby zaszyfrować wszystkie otwarte pliki lub nowe pliki w zabezpieczonych folderach, ale najpierw upewnij się, że nie są one używane.
ru: Нажмите для кодирования всех открытых файлов или новых файлов в защищённых папках. Однако вначале убедитесь, что они не в использовании.
sv: Klicka här för att säkra eventuella öppna filer eller nya filer i skyddade mappar, men säkerställ först att de inte används.
tr: Şifrelenmiş klasörlerdeki açık olan veya yeni dosyaları şifrelemek için tıkla, ama önce kullanılmadıklarından emin ol.

# ColumnAmountPaidHeader
source: Amount paid
pl: Zapłacona kwota
ru: Сумма оплачена
sv: Betalt
tr: Ödenen tutar

# ColumnExpiresHeader
source: Expires UTC
pl: UTC wygasa
ru: Истекает UTC
sv: Giltighetstid UTC
tr: Geçersiz UTC

# ColumnFolderHeader
source: Folder
ru: Папка
sv: Mapp
tr: Klasör

# ColumnProductHeader
source: Product
pl: Produkt
ru: Продукт
sv: Produkt
tr: Çarpma

# ColumnStatusHeader
source: Status
ru: Статус
tr: Durum

# ColumnTimestampHeader
source: Timestamp
pl: Znacznik czasu
ru: Дата/Время
sv: Tid
tr: Zaman bilgisi

# ColumnTransactionDateHeader
source: Transaction UTC
pl: Transakcja UTC
ru: Транзакция UTC
sv: Transaktion UTC
tr: UTC işlemi

# ConfirmAllCheckBoxText
source: Do this for all remaining files?
pl: Wykonać dla wszystkich pozostałych plików?
ru: Сделать это со всеми остальными файлами?
sv: Gör detta för alla återstående filer?
tr: Bütün dosyalar için aynısı yapılsın mı ?

# ContactInfoTitle
source: Contact & support
pl: Kontakt i wsparcie
ru: Связь & поддержка
sv: Kontakt & Support
tr: İletişim & Destek

# ContinueLabel
source: Continue
pl: Dalej
ru: Продолжить
sv: Fortsätt
tr: Devam et

# CookiePolicyBlockedError
source: The action was blocked because cookies are disabled in your browser.
pl: Operacja została zablokowana, ponieważ pliki cookie są wyłączone w przeglądarce.
ru: Действие было заблокировано, поскольку Ваш браузер дезактивировал куки- файлы.
sv: Efterfrågan blockerades eftersom att cookies är inaktiverade i din webbläsare.
tr: Tarayıcında çerezler etkisiz kılındığı için işlem bloke edilmiştir.

# CookiePolicyPageBody
source: We do not store permanent cookies on your hard disk, we set a few session cookies that are removed when the web browser is closed. They are necessary to keep your sign in session valid and secure. We do not track your use of the site, nor are they available to any third party. The cookies are further secured by requiring that all sensitive communication with the server is encrypted with HTTPS, by encrypting the cookie itself and by making the cookie unavailable to script in your browser. If you do not accept our temporary session cookies you cannot sign in and the site may not perform as expected.
pl: Nie przechowujemy stałych plików cookie na dysku twardym, ustawiamy kilka plików cookie sesji, które są usuwane po zamknięciu przeglądarki. Konieczne jest, aby Twoja sesja rejestracyjna była ważna i bezpieczna. Nie śledzimy korzystania z serwisu ani nie są one dostępne dla osób trzecich. Pliki cookie są dodatkowo zabezpieczone przez wymóg, aby wszystkie poufne komunikacje z serwerem były szyfrowane przy użyciu protokołu HTTPS, szyfrując sam plik cookie i powodując, że plik cookie jest niedostępny dla skryptu w przeglądarce. Jeśli nie akceptujesz naszych tymczasowych plików cookie sesji, nie możesz się zalogować, a witryna może nie działać zgodnie z oczekiwaniami.
ru: Мы не сохраняем бессрочные куки-файлы на Ваш жёсткий диск, мы устанавливаем несколько сессионных куки-файлов, которые удаляются при закрытии интернет-браузера. Они необходимы для возможности безопасно оставаться в системе в действующем сеансе. Мы не отслеживаем Ваше использование сайта. Более того, они недоступны третьему лицу. Далее куки-файлы обеспечиваются безопасностью, требуя, чтобы вся деликатная коммуникация с сервером была закодирована с HTTPS. Таким образом куки-файл сам кодируется и становится недоступным для скрипта в Вашем браузере. Если Вы не даёте разрешения нашим временным сессионным куки-файлам, Вы не можете войти в систему, и сайт может не сработать должным образом.
sv: Vi lagrar inte premanenta cookies på din hårddisk, vi anger ett par sessionscookies som tas bort när webbläsaren stängs ner. De är nödvändiga för att hålla din inloggningssession giltig och säker. Vi övervakar inte ditt användande av tjänsten och gör inte din sessionsdata tillgänglig för någon tredje part. Våra cookies är säkrade genom att all känslig kommunikation med våra servrar är krypterad med HTTPS. Känsliga cookies krypteras och görs otillgängliga för script i din webbläsare. Om du inte accepterar våra temporära sessionscookies kan du inte logga in och sidan kan bete sig på ett oväntat sätt.
tr: Kalıcı çerezleri hard diskine kaydetmiyoruz. Tarayıcı kapandığında kaldırılan birkaç oturum çerezi düzenliyoruz. Bu oturumunu açık ve güvenli tutmaya yarar. Siteyi kullanımını takip etmiyoruz ve üçüncü şahıslarla paylaşmıyoruz. Sunucuyla tüm iletişimin HTTP'lerle şifreli olmasını gerektirdiğimizden, çerezlerini şifreleyerek tarayıcında kullanımdışı bırakıyoruz. Böylece çerezlerin dahi koruma altında bulunur. Geçici oturum çerezlerimizi kabul etmediğin halde oturum açamazsın ve site gerektiği gibi işlemeyebilir.

# CookiePolicyPageTitle
source: Cookie Policy
pl: Polityka plików cookie
ru: Политика Куки-файлов
tr: Çerez poliçesi

# CookiesDisabledError
source: Cookies appear to be disabled in your browser. Unless you accept session cookies from us you cannot sign in and the site may not perform as expected. Read more in our <a href="{0}">cookie policy</a>.
pl: W Twojej przeglądarce są wyłączone pliki cookie. Jeśli nie akceptujesz plików cookie z sesji, nie możesz się zalogować, a witryna może nie działać zgodnie z oczekiwaniami. Przeczytaj więcej w naszej <a href="{0}">polityce plików cookie</a>.
ru: Кажется, Ваш браузер дезактивировал куки-файлы. Если Вы не дадите разрешения нашим сессионным куки-файлам, Вы не сможете войти в систему, и сайт может не сработать должным образом. Больше информации в нашем <a href="{0}">cookie policy</a>.
sv: Cookies verkar vara inaktiverade i din webbläsare. Om du inte accepterar våra sessionscookies kan du inte logga in och sidan kan bete sig på ett oväntat sätt. Läs mer i vår <a href="{0}">cookie policy</a>.
tr: Tarayıcında çerezlerin devredışı olduğu görünüyor. Bizim tarafımızdan çerezleri kabul etmezsen oturum açamazsın ve site gerektiği gibi çalışmayabilir. Daha fazla bilgi almak için <a href="{0}">çerez politikası</a> .

# CreateAccountToolStripMenuItemText
source: Create AxCrypt ID
pl: Utwórz AxCrypt ID
ru: Создать AxCrypt ID
sv: Skapa AxCrypt ID
tr: AxCrypt kimliğini yarat

# CreateAccountToolStripMenuItemToolTipText
source: Create an AxCrypt ID with a sharing and access keys, to use and share files securely.
pl: Utwórz AxCrypt ID z kluczami udostępniania i dostępu, aby bezpiecznie używać i udostępniać pliki.
ru: Создать AxCrypt ID с ключами для безопасной возможности использовать и делиться файлами.
sv: Skapa ett AxCrypt ID med en delnings- och åtkomstnyckel.
tr: Dosyaları güvenli bir şekilde kullanıp paylaşabilmek için, paylaşım ve erişim anahtarlarıyla bir AxCrypt ID yarat.

# CryptoNameText
source: Algorithm
pl: Algorytm
ru: Алгоритм
sv: Algoritm
tr: Algoritma

# DaysLeftPluralWarningPattern
source: {0} days
pl: {0} dni
ru: {0} дней
sv: {0} dagar
tr: {0} gün

# DaysLeftSingularWarningPattern
source: < 1 day
pl: <1 dzień
ru: < 1 день
sv: < 1 dag
tr: < 1 gün

# DaysLeftWarningToolTip
source: Your subscription plan is about to expire. Click to renew.
pl: Twój abonament niebawem wygaśnie. Kliknij aby przedłużyć.
ru: Ваша подписка скоро заканчивается. Нажмите для продления.
sv: Ditt abonnemang går snart ut. Klicka för att förnya.
tr: AxCrypt Premium üyeliğin sona ermek üzere. Üyeliğini yenilemek için tıkla.

# DebugFileFormatCheckToolStripMenuItemText
source: Check File
pl: Sprawdź plik
ru: Проверить файл
sv: Granska Fil
tr: Dosyayı Kontrol Et

# DebugLoggingToolStripMenuItemText
source: Logging
pl: Logowanie
tr: Günlük oluşturma

# DebugOptionsToolStripMenuItemText
source: Options
tr: Seçenekler

# DecryptAndRemoveFromListToolStripMenuItemText
source: Stop securing and remove from list
pl: Przestań chronić i usuń z listy
ru: Прекратить протекцию и удалить из списка
sv: Avskydda och ta bort från listan
tr: Korumayı durdur ve listeden kaldır

# DecryptedFileColumnHeaderText
source: File
pl: Plik
ru: Файл
sv: Fil
tr: Dosya

# DecryptedFilesWarning
source: These files could not be re-encrypted:
pl: Te pliki nie mogły zostać ponownie zaszyfrowane:
ru: Данные файлы не могут быть заново закодированы:
sv: Följande filer kunde inte omkrypteras:
tr: Bu dosyalar tekrar şifrelenemez:

# DecryptedFilesWarningWhenExitOrReset
source: You must close all applications with open encrypted files first!
sv: Du måste stänga alla applikationer med öppna skyddade dokument först!
tr: Önce, açık olan şifrelenmiş öğelerle bağlantılı bütün uygulamarı kapatmalısınız!

# DecryptedFileToolTip
source: Assumed open. Try to Close the application, or use the Clean function to remove it.
pl: Plik jest prawdopodobnie otwarty. Spróbuj zamknąć aplikację lub użyć funkcji Wyczyść, aby ją usunąć.
ru: Файл возможно открыт в приложении. Попробуйте закрыть приложение или использовать функцию Очистить.
sv: Filen är troligen öppnad i sin applikation. Stäng applikationen eller använda städaknappen.
tr: Açık varsayılır. Uygulamayı kapatmayı veya Temizle fonksiyonuyla kaldırmayı dene.

# DecryptedSaveAsFileDialogTitle
source: File exists, choose a new name to save as
pl: Plik o tej nazwie już istnieje, wybierz nową nazwę i Zapisz jako
ru: Файл уже существует, выберите другое имя для сохранения в системе как
sv: Filen finns redan, spara som
tr: Dosya var, kaydetmek için bir isim seç

# DecryptedUnknownKeyFileToolTip
source: The password has not been entered yet. Double-click to enter password and Open, or right-click for options.
pl: Hasło nie zostało jeszcze wprowadzone. Kliknij dwukrotnie, aby wprowadzić hasło i Otwórz lub kliknij prawym przyciskiem myszy opcje.
ru: Пароль не был введен. Нажмите два раза для введения пароля и Открыть или щелкните правой кнопкой мыши для других опций.
sv: Okänt lösenord. Dubbelklicka eller Högerklicka för alternativ.
tr: Şifre daha girilmemiştir. Şifre girip açmak için çift tıkla, veya seçenekler için sağ tıkla.

# DecryptFileOpenDialogTitle
source: Select file to stop securing
pl: Wybierz plik aby zatrzymać zabezpieczanie
ru: Выберите файл для прекращения протекции
sv: Välj fil att avskydda
tr: Korumayı durdurmak için dosyayı seç

# DecryptToolStripMenuItemText
source: Stop Securing
pl: Przestań chronić
ru: Прекратить Протекцию
sv: Avskydda
tr: Güvenceye almayı bırak

# DefaultEncryptionKeyIsIsetToolTip
source: You are Signed In. Click to Sign Out.
pl: Jesteś zalogowany. Kliknij, aby się wylogować.
ru: Вы находитесь в системе. Нажмите для Выхода Из Системы.
sv: Du är påloggad. Klicka för att logga ut.
tr: Oturumun açık. Oturumu kapatmak için tıkla.

# DefaultSecureFolderToolTip
source: Click to open a file from the default secure folder.
pl: Kliknij, aby otworzyć plik z domyślnego bezpiecznego folderu.
ru: Нажмите для открытия файла из защищённой папки по умолчанию.
sv: Öppna den fördefinierade säkrade mappen.
tr: Önceden tanımlanmış güvenli klasörden bir dosya açmak için tıkla.

# DeleteAccountErrorIncorrectPassword
source: Deletion failed due to incorrect password.
pl: Usuwanie nie powiodło się z powodu nieprawidłowego hasła.
ru: Удаление не удалось из-за неправильного пароля.
sv: Misslyckades att ta bort AxCrypt ID pga felaktigt lösenord.
tr: Yanlış şifre yüzünden silme operasyonu başarısız oldu.
