Repository: solution-pool/my-axcrypt
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: pl, ru, sv, tr

# ImportOthersSharingKeyToolStripMenuItemToolTipText
source: Ask your contact to export and send his/her Public Sharing Key to you and import it here. Then you can share encrypted files.
pl: Poproś swój kontakt, aby wyeksportował swój klucz publiczny udostępniania i zaimportował go tutaj. Wtedy będziesz mógł udostępniać zaszyfrowane pliki.
ru: Запросите Ключ Совместного Доступа у Вашего контакта и импортируйте его сюда. После этого Вы можете делиться закодированными файлами.
sv: Be din kontakt att exportera och skicka dig dennes delningsnyckel, och importera den här. Sedan kan ni dela åtkomst till skyddade filer.
tr: İlgili kişiden sana Ortak Paylaşım Anahtarını yollamasını iste ve buraya aktar. Sonra şifreli dosya paylaşımına başlayabilirsin.

# ImportPrivateKeysFileSelectionTitle
source: Select AxCrypt ID
pl: Wybierz AxCrypt ID
ru: Выберите AxCrypt ID
sv: Välj AxCrypt ID
tr: AxCrypt kimliği seç

# ImportPublicKeysFileSelectionTitle
source: Select Sharing Key Files
pl: Wybierz pliki kluczy udostępniania.
ru: Выберите Файлы с Ключом Совместного Использования
sv: Välj Delningsnyckelfil
tr: Paylaşım anahtarı dosyalarını seç

# IncludeSubfoldersConfirmationBody
source: You are about to enable a dangerous option. If you are not careful, you may affect more data than you intend causing operations to take very long time, or breaking other softwares including the operating system. Are you sure?
pl: Zamierzasz włączyć niebezpieczną opcję. Jeśli nie będziesz ostrożny, możesz mieć wpływ na więcej danych niż zamierzasz, powodując że operacje zajmą bardzo dużo czasu lub uszkadzając inne programy, w tym system operacyjny. Jesteś pewny?
ru: Вы хотите дать разрешение опасной опции. В случаи неосторожности, Вы можете нанести больше ущерба данным, чем предполагаете, замедляя операции или ломая другие программные обеспечения, включая операционную систему. Вы уверены?
sv: Du är på väg att aktivera ett riskabelt alternativ. Om du är oförsiktig kan det hända att mer data än du tänkt dig påverkas. Det kan ta lång tid, och annan programvara kan påverkas negativt, inklusive operativsystemet. Är du säker?
tr: Tehlikeli bir seçeneği etkinleştirmek üzeresin. Eğer dikkatli olmazsan, dilediğinden daha fazla veriyi etkileyebilir, dolayısıyla işlemlerin çok uzun sürmesine neden olabilir ya da işletim sistemi de dahil olmak üzere diğer yazılımları aksatabilirsin. Emin misin?

# IncludeSubfoldersConfirmationTitle
source: Warning
pl: Ostrzeżenie
ru: Внимание
sv: Varning
tr: Uyarı

# IncludeSubfoldersDescription
source: When the Include Subfolders option is enabled, watched folders and other operations encrypting and decrypting files with folders will include subfolders and all subfolders below. This may cause some operations to take very long time. Please be careful not to select a folder with folders below that should not be encrypted.
pl: Gdy opcja Uwzględnij Podkatalogi jest włączona, foldery obserwowane i inne operacje szyfrowania i odszyfrowywania plików w folderach będą obejmować podfoldery i wszystkie ich podfoldery. Może to powodować, że niektóre operacje trwają bardzo długo. Uważaj, aby nie wybrać folderu z folderami, które nie powinny być szyfrowane.
ru: Когда опция Присоединить Подпапки активирована, просматриваемые папки и другие операции, кодирующие и расшифровывающие файлы с папками, будут присоединять в свой состав все ниже указанные подпапки. Данное действие может вызвать медленное осуществление некоторых операций. Пожалуйста, будьте внимательны при выборе папки с подпапками, указанными ниже, которые вы не хотите закодировать.
sv: När Inkludera Undermappar är på slagen, så ingår alla nivåer av undermappar i skyddade mappar och andra operationer med filer där det finns undermappar . Vissa funktioner kan då ta väldigt lång tid. Var försiktig med att välja mappar som har undermappar som inte skall skyddas.
tr: Alt Klasörleri Dahil Et seçeneği aktif hale getirildiğinde, takip edilen klasörler ve klasör içindeki dosyaları şifreleyen ve açan diğer işlemler alt klasörleri ve aşağıdaki tüm alt klasörleri içerecektir. Bu bazı işlemlerin çok uzun sürmesine yol açabilir. Lütfen aşağıda şifrelenmesini istemediğin klasörler içeren bir klasör seçmemeye özen göster.

# IndexPageTitle
source: My AxCrypt ID
pl: Mój AxCrypt ID
ru: Мой AxCrypt ID
sv: Mitt AxCrypt ID
tr: AxCrypt kimliğim

# InformationTitle
source: Information
pl: Informacja
ru: Информация
tr: Bilgi

# InternetNotRequiredInformation
source: Internet is NOT REQUIRED to use AxCrypt. Internet access is recommended, and required to enable paid subscription plans. Some features work better and critical updates may not reach you otherwise. Your password is not stored on our servers, and the connection is always encrypted.
pl: Internet NIE JEST WYMAGANY do używania AxCrypt. Zaleca się dostęp do Internetu i jest on wymagany do włączenia płatnego abonamentu. Niektóre funkcje działają lepiej i krytyczne aktualizacje mogą się do Ciebie nie dotrzeć. Twoje hasło nie jest zapisywane na naszych serwerach, a połączenie jest zawsze szyfrowane.
ru: Интернет не требуется для изпользования AxCrypt. Доступ к Интернету рекомендуется и обязателен для активирования оплаченных подписок. Некоторые функции будут работать лучше, и ключевые обновления могут иначе быть Вам недоступными Ваш пароль не сохраняется в наших серверах, и связь всегда закодирована.
sv: Internet KRÄVS INTE för att använda AxCrypt. Internetåtkomst rekommenderas, och krävs för att starta betalda abonnemang. Vissa funktioner fungerar bättre och kritiska uppdateringar kanske inte når fram annars. Ditt lösenord lagras inte hos oss, och anslutningen är alltid krypterad.
tr: AxCrypt kullanımı için internet bağlantısı GEREKLİ DEĞİLDİR. İnternet bağlantısı önerilir ve Premium'u devreye sokmak için gereklidir. Bazı özellikler daha iyi işleyebilir ve önemli yeni sürümler internet bağlantısı olmadığında sana ulaşmayabilir.

# InvalidEmail
source: Incorrect format for an email address.
pl: Nieprawidłowy format adresu email.
ru: Неправильный формат адреса электронной почты.
sv: Felaktigt angiven epostadress.
tr: E-posta adresi için yanlış format.

# InvalidKey
source: Invalid key for '{0}'.
pl: Niewłaściwy klucz dla '{0}'.
ru: Недействующий ключ для '{0}'.
sv: Felaktig krypteringsnyckel för '{0}'.
tr: '{0}' için geçersiz tuş.

# InvalidPath
source: The file or path '{0}' is invalid for this.
pl: Plik lub ścieżka '{0}' jest nieprawidłowa do tego.
ru: Файл или поисковый запрос недействителен для этого.
sv: Sökvägen '{0}' är ogiltig.
tr: Dosya veya yol '{0}' bunun için geçersizdir.

# Invalid_TimeSpan
source: Please specify time as 'hh:mm:ss.mmm'.
pl: Proszę podać godzinę w formacie "hh: mm: ss.mmm".
ru: Пожалуйста, уточните время как 'hh:mm:ss.mmm'.
sv: Ange tid som 'hh:mm:ss.mmm'.
tr: Lütfen zamanı 'ss:dd:ss.mmm' şeklinde belirt.

source: Invalid URL.
pl: Niepoprawny URL.
ru: Недействующий URL.
sv: Felaktig sökväg.
tr: Geçersiz URL.

# InvitationMailBodyIntro
source: You have been invited to AxCrypt File Security by <b>{0}</b>. To start securing your files just <a href="{1}" style="color: #86b96e; text-decoration: none;">download</a> and install AxCrypt. Sign in to AxCrypt with <b>{2}</b>, enter the verification code and set your secret password.
pl: Zostałeś zaproszony przez <b>{0}</b> do Ochrony Plików AxCrypt. Aby rozpocząć zabezpieczanie Twoich plików, po prostu <a href="{1}" style="color: #86b96e; text-decoration: none;">download</a> i zainstaluj AxCrypt. Zaloguj się do AxCrypt za pomocą <b>{2}</b>, wpisz kod weryfikacyjny i ustaw swoje tajne hasło.
ru: Вы были приглашены <b>{0}</b> в AxCrypt File Security. Для начала обеспечения безопасности Вашим файлам просто <a href="{1}" style="color: #86b96e; text-decoration: none;">загрузите</a>и установите AxCrypt. Войдите в систему AxCrypt с <b>{2}</b>, введите верификационный код и установите Ваш секретный пароль.
sv: Du har blivit inbjuden till AxCrypt av <b>{0}</b>. Du kan börja skydda dina filer från insyn genom att <a href="{1}" style="color: #86b96e; text-decoration: none;">ladda ned</a> och installera AxCrypt. Logga in till AxCrypt med <b>{2}</b>, ange den 6-siffriga verifieringskoden och sätt ditt nya hemliga lösenord.
tr: <b>{0}</b> tarafından AxCrypt Dosya güvenliğine davet edildin. Dosyalarını şifrelemeye başlamak için <a href="{1}" stil="renk: #86b96e; metin-dekorasyon: none;">indir</a> ve AxCrypt'i indirin. <b>{2}</b> ile AxCrypt'e bağlan, onay kodunu gir ve gizli şifreni belirle.

# InvitationMailBodyIntroPlainText
source: You have been invited to AxCrypt File Security by {0}. To start securing your files just download and install AxCrypt from {1}. Sign in to AxCrypt with {2}, enter the 6-digit verification code and set your secret password.
pl: Zostałeś zaproszony do Ochrony Plików AxCrypt przez {0}. Aby rozpocząć zabezpieczanie plików, wystarczy pobrać i zainstalować AxCrypt z {1}. Zaloguj się do AxCrypt za pomocą {2}, wprowadź 6-cyfrowy kod weryfikacyjny i ustaw swoje tajne hasło.
ru: Вы были приглашены {0} в AxCrypt File Security. Для начала обеспечения безопасности Вашим файлам просто загрузите и установите AxCrypt с {1}. Ввойдите в систему AxCrypt с {2}, введите 6- знаковый верификационный код и ыстановите Ваш секретный пароль.
sv: Du har blivit inbjuden till AxCrypt av {0}. Du kan börja skydda dina filer från insyn genom att ladda ned och installera AxCrypt från {1}. Logga in till AxCrypt med {2}, ange den 6-siffriga verifieringskoden och sätt ditt nya hemliga lösenord.
tr: {0} tarafından AxCrypt dosya güvenliğine davet edildin. Dosyalarını korumaya almak için AxCrypt'i buradan {1} indirip kur. {2} ile AxCrypt'e bağlan, 6 haneli onay kodunu gir ve gizli şifreni belirle.

# InvitationMailBodyPersonalizedMessageTitle
source: A personal message from {0}: {1}
ru: Личное сообщение от {0}: {1}
sv: Ett personligt meddelande från {0}: {1}
tr: {0}: {1}'dan bir kişisel mesaj

# InvitationMailSubject
source: Invitation to use AxCrypt File Security
pl: Zaproszenie do korzystania z Ochrony Plików AxCrypt
ru: Приглашение на использование AxCrypt File Security
sv: Inbjudan till AxCrypt Filskydd
tr: AxCrypt Dosya Güvenliği kullanma daveti

# Invite
source: User to invite
pl: Zaproś użytkownika
ru: Пригласить пользователя
sv: Bjud in användare
tr: Davet edilecek kullanıcı

# InviteUserPersonalizedMessageTitle
source: Personal message
ru: Личное сообщение
sv: Personligt meddelande
tr: Kişisel mesaj

# InviteUserToolStripMenuItemText
source: Invite a friend
ru: Пригласить друга
sv: Bjud in en vän
tr: Bir arkadaşınızı davet edin

source: Invoice
pl: Faktura
ru: Квитанция
sv: Faktura
tr: Makbuz

# InvoiceBeneficiary
source: Beneficiary:
pl: Odbiorca:
ru: Получатель:
sv: Mottagare:
tr: Hak sahibi:

# InvoiceCustomer
source: Paid by
pl: Zapłacone przez
ru: Оплачено
sv: Betalat av
tr: Ödemeyi yapan

# InvoiceDateHeadline
source: Date
pl: Data
ru: Дата
sv: Datum
tr: Tarih

# InvoiceDateOfIssue
source: Date
pl: Data
ru: Дата
sv: Datum
tr: Tarih

# InvoiceDescriptionHeadline
source: Description
pl: Opis
ru: Описание
sv: Beskrivning
tr: Tanım

# InvoiceHeadline
source: My Invoices
pl: Moje faktury
ru: Мои квитанции
sv: Mina Fakturor
tr: Makbuzlarım

# InvoiceIssuedByAxcrypt
source: Paid to
pl: Zapłacono
ru: Оплачено
sv: Betalat till
tr: Ödeme yapılan kişi

# InvoiceLineTotalHeadline
source: Amount
pl: Do zapłaty
ru: Сумма
sv: Belopp
tr: Miktar

# InvoiceOrderNr
source: Reference
pl: Numer referencyjny
ru: Поручитель
sv: Referens
tr: Referans

# InvoicePaidForLabel
source: Paid for
pl: Opłacono dla
ru: Оплачено за
sv: Betalat för
tr: Ödeme şu kişi adına yapılmıştır

# InvoiceQuantityHeadline
source: Quantity
pl: Ilość
ru: Количество
sv: Antal
tr: Miktar

# InvoiceSubtotalHeadline
source: Excl. VAT
pl: Bez VAT
ru: Не включая НДС
sv: Exkl. Moms
tr: KDV Hariç

# InvoiceTotalHeadline
source: Total
pl: Do zapłaty
ru: Итого
sv: Summa
tr: Toplam

# InvoiceUnitPriceHeadline
source: Unit price
pl: Cena jednostkowa
ru: Цена за единицу
sv: Enhetspris
tr: Birim fiyatı

# InvoiceVatChargeHeadline
source: VAT
ru: НДС
sv: Moms
tr: KDV

# JavaScriptDisabledError
source: JavaScript appears to be disabled in your browser. Unless you enable JavaScript you cannot sign in and the site may not perform as expected.
pl: W Twojej przeglądarce jest wyłączona obsługa JavaScript. Jeśli nie włączysz JavaScript, nie możesz się zalogować, a witryna może nie działać zgodnie z oczekiwaniami.
ru: Кажется использование JavaScript на Вашем браузере дезактивировано. Пока Вы не активируете JavaScript, Вы не можете войти в систему, и сайт может не сработать должным образом.
sv: JavaScript verkar vara inaktiverat i din webbläsare. Om du inte aktiverar JavaScript kan du inte logga in och sidan kan bete sig på ett oväntat sätt.
tr: Tarayıcında JavaScript bloke edilmiş görünüyor. JavaScript'i geçerli kılmazsan oturum açamazsın ve site gerektiği gibi çalışmayabilir.

# KeyFileBrowseTitle
source: Select a Key File
pl: Wybierz Plik Klucza
ru: Выберите Ключевой Файл
sv: Välj Nyckelfil
tr: Bir anahtar dosya seç

# KeyFilePrompt
source: Key File
pl: Plik Klucza
ru: Ключевой Файл
sv: Nyckelfil
tr: Anahtar dosya

# KeyManagementToolStripMenuItemText
source: Key Management
pl: Zarządzanie Kluczami
ru: Менеджмент Ключей
sv: Nyckelhantering
tr: Anahtar yönetimi

# KeyShareDialogHeader
source: Add recipients to the list of people who you want to share this file with. A recipient is identified by the AxCrypt ID sign in email, but we do not send the file! Here you add the recipients' key to the file. You still have to share the actual file with the recipient afterwards.
pl: Dodaj odbiorców do listy osób, którym chcesz udostępnić ten plik. Adresat jest identyfikowany przez AxCrypt ID w wiadomości e-mail, ale nie wysyłamy pliku! Tutaj dodasz klucz odbiorcy do pliku. Samym plikiem musisz podzielić się z odbiorcą później.
ru: Добавить адресатов в список людей, с которыми Вы хотите поделиться совместным пользованием данного файла. Адресат будет идентифицирован адресом электронной почты своего AxCrypt ID, однако мы не высылаем файла! Здесь Вы добавляете ключ доступа адресата к файлу. После данного действия Вам всё равно необходимо самим поделиться файлом с адресатом.
sv: Lägg till mottagare till listan av personer du vill dela med. En mottagare identifieras med epostadressen för sitt AxCrypt ID, men vi skickar inte dokumentet. Här lägger du bara in mottagarens nyckel. Du måste fortfarande skicka eller dela själva dokumentet efteråt.
tr: Bu dosyayı paylaşmak istediğin kişilerden oluşan listeye alıcı ekle. Alıcılar AxCrypt Kimlik oturum açma e-postaları tarafından tanımlanıyorlar, fakat onlara dosyayı göndermiyoruz! Burada alıcının anahtarını dosyaya ekliyorsun. Yine de daha sonra dosyanın kendisini alıcıyla paylaşman gerekiyor.

# KeyShareInviteUserTextPrompt
source: You are about to invite a new user to AxCrypt. We will send an invitation with instructions to the contact email. Please specify the language to use in the invitation and an optional personal message below.
ru: Вы собираетесь пригласить нового пользователя в AxCrypt. Мы отправим приглашение с инструкциями на контактный адрес электронной почты. Пожалуйста, укажите язык для приглашения и, если вы хотите, пожалуйста, добавьте личное сообщение.
sv: Du håller på att bjuda in en ny användare till AxCrypt. Vi kommer att skicka ett mejl med instruktioner dit. Ange språk för inbjudan, och ett eventuellt personligt meddelande neda.
tr: Yeni bir kullanıcıyı AxCrypt'e davet etmek üzeresiniz. Talimatları içeren bir daveti iletişim e-posta adreasine göndereceğiz. Lütfen davetiyede kullanılacak olan dili ve alttaki isteğe bağlı mesajı belirleyiniz.

# KeySharingExistsToolTip
source: The file key is shared with other AxCrypt users.
pl: Klucz plików jest udostępniany innym użytkownikom programu AxCrypt.
ru: Ключевой файл разделён с другими AxCrypt пользователями.
sv: Filens nyckel är delad med andra AxCrypt-användare.
tr: Bu dosya anahtarı başka AxCrypt kullanıcılarıyla paylaşılmaktadır.

# KeySharingOffline
source: New contacts can only be added when online!
pl: Musisz być w trybie online aby dodawać nowe kontakty!
ru: Новые контакты могут быть добавлены только в режиме онлайн!
sv: Nya kontakter kan bara läggas till när du är ansluten till Internet.
tr: Yeni kişi eklemek için çevrimiçi olmak gerekmektedir!

# KeySharingToolTip
source: Click to select encrypted files to share keys with others.
pl: Kliknij, aby wybrać szyfrowane pliki, aby udostępnić klucze innym użytkownikom.
ru: Нажмите для выбора закодированных файлов, чтобы поделиться ключами с другими.
sv: Klicka för att välja skyddade filer att dela nycklar för med andra.
tr: Başkalarıyla anahtar paylaşımında bulunmak için şifreli dosyaları seç.

# KnownFolderNameMacDocuments
source: Documents
pl: Dokumenty
ru: Документы
sv: Dokument
tr: Belgeler

# KnownFolderNameWindowsMyDocuments
source: Documents
pl: Dokumenty
ru: Документы
sv: Dokument
tr: Belgeler

# LanguageChangeRestartPrompt
source: AxCrypt must be restarted in order for the language change to take effect.
pl: AxCrypt musi zostać uruchomiony ponownie, aby zmiana języka zaczęła obowiązywać.
ru: Необходимо перезапустить AxCrypt для воздействия смены языка.
sv: AxCrypt måste startas om för att slutföra språkändringen.
tr: Lisan değişikliklerinin işlemesi için AxCrypt tekrar başlatılmalı.

# LastAccessTimeColumnHeaderText
source: Date accessed
pl: Data dostępu
ru: Дата доступа
sv: Senast använd
tr: Erişim Tarihi

# LastModifiedTimeColumnHeaderText
source: Date modified
sv: Senast ändrad
tr: Değiştirilme tarihi

# LatestVersionAlreadyPresentText
source: You already have the latest version!
pl: Masz już najnowszą wersję!
ru: Вы уже обладаете последней версией!
sv: Du har redan den senaste versionen!
tr: En güncel sürümü kullanıyorsun!

# LauncherPromptHeader
source: Open via:
pl: Otwórz za pomocą:
ru: Открыть с помощью:
sv: Öppna med:
tr: Vasıtasıyla aç

# LavasoftWebCompanionExistenceWarning
source: We have detected potentially incompatible software that may cause AxCrypt and other software to malfunction. This software is named Lavasoft Web Companion. If AxCrypt malfunctions, try to uninstall Lavasoft.
pl: Wykryliśmy potencjalnie niezgodne oprogramowanie, które może spowodować wadliwe działanie AxCrypt i innych programów. Oprogramowanie to nazywa się Lavasoft Web Companion. Jeśli AxCrypt działa nieprawidłowo, spróbuj odinstalować Lavasoft.
ru: Мы обнаружили потенциально несовместимое программное обеспечение, которое возможно является причиной неполадок AxCrypt и других программных обеспечений. Данное программное обеспечение называется Lavasoft Web Companion. Если AxCrypt работает неисправно, попробуйте деинсталлировать Lavasoft.
sv: Vi har hittat en potentiellt inkompatibel programvara som kan få AxCrypt och annan programvara att sluta fungera. Denna programvara heter Lavasoft Web Companion. Om AxCrypt inte fungerar, försök avinstallera Lavasoft.
tr: AxCrypt'in ve diğer yazılımların çalışmamasına neden olabilecek, uyumsuz olması muhtemel bir yazılım tespit ettik. Bu yazılımın adı Lavasoft Web Companion. AxCrypt'in çalışmayı durdurması halinde Lavasoft'u kaldırmayı dene.

# LegacyConversionVerificationPrompt
source: After files are converted they will only open with the current AxCrypt password. Please verify your password. Do not forget this password!
pl: Po przekształceniu plików będzie można je otworzyć tylko przy użyciu obecnego hasła AxCrypt. Proszę sprawdź swoje hasło tutaj. Nie zapomnij tego hasła!
ru: После конвертации файлов они будут открыты только с помощью текущего пароля AxCrypt. Пожалуйста, подтвердите свой пароль. Не забудьте этот пароль!
sv: Efter att filer konverterats kan de bara öppnas med det nu aktuella lösenordet till AxCrypt, därför måste du bekräfta detta nu. Kom ihåg det här lösenordet!
tr: Dosyalar dönüştürüldükten sonra yalnızca güncel AxCrypt şifresiyle açılabilirler. Lütfen şifreni doğrula.

# LegacyOpenMessage
source: AxCrypt 2 uses a new file format. You can open legacy AxCrypt 1.x files but unless they are converted you have to provide the original password even when signed in. Enable automatic conversion of AxCrypt 1.x files (recommended)?
pl: AxCrypt 2 używa nowego formatu pliku. Możesz otworzyć starsze pliki AxCrypt 1.x, ale jeśli nie są one skonwertowane, musisz podać oryginalne hasło nawet jeśli jesteś zalogowany. Włącz automatyczną konwersję plików AxCrypt 1.x (zalecane)?
ru: AxCrypt 2 использует новый формат файла. Вы можете открыть уже существующие AxCrypt 1.x файлы, однако, если они не были конвертированы, Вы обязаны использовать изначальный пароль, даже когда Вы находитесь в системе. Разрешить автоматическую версию конвертации AxCrypt 1.x файлов (рекомендуется)?
sv: AxCrypt 2 använder ett nytt filformat. Du kan öppna äldre AxCrypt 1.x-filer, men om de inte konverteras måste du ange det ursprungliga lösenordet även om du redan loggat in. Aktivera automatisk konvertering av AxCrypt 1.x-filer nu (rekommenderas)?
tr: AxCrypt 2 yeni bir dosya formatı kullanmaktadır. Legacy AxCrypt 1.x dosyaları açabilirsiniz fakat dönüştürülmüş olmadığı sürece oturum açmış olsan bile orijinal şifreyi girmen gerekir. AxCrypt 1.x dosyaları için otomatik çeviriyi devreye sok (önerilir) ?

# LinkTextBackToMainSite
source: Back to main site
pl: Z powrotem do strony startowej
ru: Вернуться на главную страницу
sv: Till Startsidan
tr: Ana siteye geri dön

# LocalIndicatorText
source: Local
pl: Lokalny
ru: Локальный
sv: Lokalt
tr: Yerel

# LocalSignInWarningPopUpText
source: You are signing in with a local password, instead of the online account password. This is often the result of a password reset online, but use of the old password now. Please ensure you are using the same password and account online, or contact support.
pl: Logujesz się za pomocą hasła lokalnego zamiast hasła do konta online. Jest to często skutkiem zresetowania hasła w trybie online i używania starego hasła. Upewnij się, że używasz tego samego hasła i konta online lub skontaktuj się z pomocą techniczną.
ru: Вы выполняете вход в систему с локальным паролем вместо пароля онлайн аккаунта. Это часто является результатом смены пароля в онлайн режиме, но сейчас Вы используете старый пароль. Пожалуйста, удостоверьтесь, что Вы используете новый пароль. Для получения информации или помощи обращайтесь в службу поддержки.
sv: Du loggar på med ett lokalt lösenord, istället för ditt online kontolösenord. Orsaken är ofta en lösenordsåterställelse online, men nu använder du det gamla i alla fall. Använd helst ditt nya lösenord istället. Kontakta support för mer information.
tr: Çevrimiçi hesap parolası yerine yerel bir parolayla oturum açıyorsun. Bu genellikle parolanın çevrimiçi olarak değiştirilmesinin, fakat şu an eski parolanın kullanılmasının sonucudur. Lütfen çevrimiçi olarak aynı parolayı ve hesabı kullandığından emin ol ya da destek birimimizle iletişime geç.

# LoggedOffStatusText
source: Signed Out
pl: Wylogowany
ru: Выход из системы выполнен
sv: Avloggad
tr: Oturum Kapatıldı

# LoggedOnStatusText
source: Password
pl: Hasło
ru: Пароль
sv: Lösenord
tr: Şifre

# LoginError
source: The email or password provided is incorrect.
pl: Podany adres email lub hasło jest nieprawidłowe.
ru: Предоставленный адрес электронной почты или пароль неверен.
sv: Felaktig e-postadress eller lösenord.
tr: Belirtilen e-posta veya şifre hatalıdır.

# LoginPageTitle
source: Sign in to AxCrypt
pl: Zaloguj się do AxCrypt
ru: Ввойти в систему AxCrypt
sv: Logga in på AxCrypt
tr: AxCrypt e bağlan
