Repository: solution-pool/my-axcrypt
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: pl, ru, sv, tr

# LoginPurchaseError
source: Something went wrong when handling your payment request. Please try again.
pl: Podczas obsługi żądania płatności wystąpił błąd. Proszę spróbuj ponownie.
ru: Что-то пошло не так при обработке Вашей заявки на проведение оплаты. Пожалуйста, попробуйте ещё раз.
sv: Något gick fel med betalningen. Försök igen.
tr: Ödeme isteğinle ilgili bir sorun çıktı. Lütfen tekrar dene.

# LogOffText
source: Sign Out
pl: Wyloguj
ru: Выход Из Системы
sv: Logga ut
tr: Oturum kapatma

# LogOnText
source: Sign In
pl: Zaloguj się
ru: Вход в Систему
sv: Logga in
tr: Oturum aç

# LowEncryptionWorkingToolTip
source: Upgrade to Premium to enable the strongest protection.
pl: Przejdź do Premium, aby zapewnić najsilniejszą ochronę.
ru: Сделать обновление на Premium для получения доступа к самой сильной защите.
sv: Uppgradera till Premium för det starkaste skyddet.
tr: En yüksek korumayı sağlamak için Premium üyesi ol.

# MagicGuidMIssingFileStatus
source: '{0}' is not an AxCrypt file.
pl: '{0}' nie jest plikiem AxCrypt.
ru: '{0}' не является AxCrypt файлом.
sv: '{0}' är inte en AxCrypt-fil.
tr: '{0}' bir AxCrypt dosyası değildir.

# MailBodyFooter
source: If it is unclear why you are receiving this from <a href="{0}" style="color: #86b96e; text-decoration: none;">AxCrypt.net</a>, you can ignore this email or report it to {1}.
pl: Jeśli nie wiesz, dlaczego otrzymujesz ten email od <a href="{0}" style="color: # 86b96e; text-decoration: none ;">AxCrypt.net</a>, możesz go zignorować lub zgłośić do {1}.
ru: Если Вы не знаете причины, по которой Вы получили это от <a href="{0}" style="color: #86b96e; text-decoration: none;">AxCrypt.net</a>, Вы можете проигнорировать данное электронное письмо или отослать о нём рапорт {1}.
sv: Om du inte vet varför du får det här från <a href="{0}" style="color: #86b96e; text-decoration: none;">AxCrypt.net</a>, kan du strunta i det här mejlet, eller rapportera det till {1}.
tr: Niye <a href="{0}" style="color: #86b96e; text-decoration: none;">AxCrypt.net</a> tarafından bunu aldığını bilmiyorsan bu e-postayı görmezden gelebilir veya buraya {1} bildirebilirsin.

# MailBodyFooterPlainText
source: If it is unclear why you are receiving this from AxCrypt.net, you can ignore this email or report it to {0}.
pl: Jeśli nie wiesz, dlaczego otrzymujesz to od AxCrypt.net, możesz zignorować ten e-mail lub zgłosić go do {0}.
ru: Если Вы не знаете причины, по которой Вы получили это от AxCrypt.net, Вы можете проигнорировать данное электронное письмо или отослать о нём рапорт {0}.
sv: Om du inte vet varför du får det här från AxCrypt.net, strunta i det här mejlet eller rapportera det till {0}.
tr: Niye AxCrypt.net'ten bunu aldığını bilmiyorsan bu e-postayı görmezden gelebilir veya {0} a bildirebilirsin.

# MailBodyOutroHtml
source: Feel free to contact me if you have any questions or feedback. Also see our FAQ and Forum on our website at <a href="{0}">{0}</a> .
pl: Skontaktuj się ze mną, jeśli masz jakiekolwiek pytania lub uwagi. Zapoznaj się z naszym FAQ i forum na naszej stronie internetowej <a href="{0}">{0}</a>.
ru: Будем рады ответь Вам на любые Ваши вопросы и обратную связь. См. также наши FAQ и Forum на нашей веб странице <a href="{0}">{0}</a>.
sv: Kontakta mig gärna om du har några frågor eller synpunkter. Titta gärna på vår FAQ och vårt Forum på hemsidan <a href={0}">{0}</a> .
tr: Herhangi bir sorun ve geri dönüşün varsa benimle iletişime geç lütfen. Sitemizde FAQ ve Forum u ziyaret et <a href="{0}">{0}</a>.

# MailBodySignature
source: Thanks for using AxCrypt!<br>- Svante<br><i>The AxCrypt team</i>
pl: Dziękujemy za korzystanie z AxCrypt!<br>- Svante<br><i>Zespół AxCrypt</i>
ru: Благодарим Вас за использование AxCrypt!<br>-Svante<br><i>Команда AxCrypt</i>
sv: Tack för att du använder AxCrypt!<br>- Svante<br><i>AxCrypt-teamet</i>
tr: AxCrypt'i kullandığın için teşekkürler!<br>- Svante<br><i>AxCrypt takımı</i>

# MailBodySignaturePlainText
source: Thanks for using AxCrypt! - Svante The AxCrypt Team
pl: Dziękujemy za korzystanie z AxCrypt! - Svante Zespół AxCrypt
ru: Благодарим Вас за использование AxCrypt! - Svante Команда AxCrypt
sv: Tack för att du använder AxCrypt! - Svante AxCrypt-teamet
tr: AxCrypt kullandığın için teşekkürler! -Svante AxCrypt Ekibi

# MailBodySubscriptionFeaturesHtml
source: <ul> <li>256-bit AES</li> <li>Key Sharing</li> <li>Secured Folders</li> <li>Password Management</li> <li>Cloud Storage Awareness</li> </ul>
pl: <ul> <li>256-bitowy AES</li> <li>Udostępnianie klucza</li> <li>Zabezpieczone Foldery</li> <li>Zarządzanie hasłami</li> <li>Integracja z chmurą (Cloud Storage)</li> </ul>
ru: <ul> <li>256-bit AES</li> <li>Ключ Совместного Пользования</li> <li>Защищенные Папки</li> <li>Управление Паролем</li> <li>Осведомлённость о Cloud Storage</li> </ul>
sv: <ul> <li>256-bit AES</li> <li>Nyckeldelning</li> <li>Skyddade Mappar</li> <li>Lösenordshantering</li> <li>Molnanpassning</li> </ul>
tr: <ul> <li>256-bit AES</li> <li>Anahtar Paylaşımı</li> <li>Güvenli Klasörler</li> <li>Şifre Yönetimi</li> <li>Bulut Depo Farkındalığı</li> </ul>

# MailBodySubscriptionFeaturesIntroHtml
source: <p>As a subscriber there are a number of excellent additional features for you on top of all the regular free functionality. You're getting features like:</p>
pl: <p>Jako użytkownik Premium korzystasz z szeregu wspaniałych funkcji dodatkowych, oprócz tych dostępnych bezpłatnie dla wszystkich. Dzięki Premium uzyskujesz takie funkcje, jak:</p>
ru: <p>Являясь подписчиком на Premium, у Вас есть доступ к большому количеству функций вдобавок к стандартным бесплатным опциям. С Premium Вы получаете доступ к таким функциям как: </p>
sv: <p>Med abonnemanget följer ett antal riktigt bra funktioner, utöver alla gratisfunktioner. Du får t.ex.:</p>
tr: <p>Premium üyesi olarak, ücretsiz kullanımdakilere ilaveten yeni harika özelliklere sahip olabilirsin. Premium ile kullanabileceğin özellikler:</p>

# MailBodyTitle
source: Hello {0},
pl: Witaj {0},
ru: Здравствуйте {0},
sv: Hej {0},
tr: Merhaba {0},

# MailBodyTitleHtml
source: Hello {0},
pl: Witaj {0},
ru: Здравствуйте {0},
sv: Hej {0},
tr: Merhaba {0},

# MailClientNotFoundMessage
source: Can't launch mail app on your device.
pl: Nie można uruchomić aplikacji poczty na swoim urządzeniu.
ru: Невозможно запустить приложение электронной почты на Вашем устройстве.
sv: Kan inte starta ditt mejlprogram.
tr: Kullandığın aygıtta e-posta uygulaması açılamıyor.

# MailClientPromptHeader
source: Please select mail client:
pl: Wybierz głównego klienta:
ru: Пожалуйста, выберите электронную почту:
sv: Välj epost-program
tr: Lütfen e-posta müşterisini seçin:

# McErrArgument
source: Internal error, invalid function argument in %4
pl: Błąd wewnętrzny, niewłaściwy argument funkcji w %4
tr: İç hata, %4 geçersiz fonksiyon argümanı

# McErrUnspecified
source: Unspecified error.
pl: Nieokreślony błąd.
tr: Belirlenemeyen hata.

# McHlpMenuAbout
source: About
pl: O
ru: Об
sv: Om
tr: Hakkında

# McHlpMenuDebug
source: Debug: Display the file name and do nothing.
tr: Hata bul: Dosya adını göster ve bir şey yapma.

# McHlpMenuOpen
source: Decrypt and open document with associated application.
pl: Odszyfruj i otwórz dokument za pomocą skojarzonej aplikacji.
ru: Декодировать и открыть документ в сопутствующем приложении.
sv: Dekryptera och öppna dokumentet i sin applikation.
tr: Dosyayı deşifre et ve ilgili uygulamayla aç.

# McHlpMenuRename
source: Rename with an anonymous name. The original will be restored on decryption.
pl: Zmień nazwę na anonimową. Oryginał zostanie przywrócony przy deszyfrowaniu.
ru: Переименовать в Анонимное имя. Оригинал будет восстановлен при декодировании.
sv: Ändra till ett anonymt namn. Originalet återställs vid dekryptering.
tr: Anonim bir isimle yeniden adlandır. Orijinali deşifre edilince geri gelecektir.

# McHlpMenuShow
source: Open the full application for advanced functions.
pl: Otwórz pełną wersję aplikacji z funkcjami zaawansowanymi.
ru: Открыть полную версию приложения для функций повышенного уровня.
sv: Öppna programmet med alla avancerade funktioner.
tr: İleri özellikler için esas uygulamayı aç.

# McHlpMenuSignOut
source: Click to Sign Out.
pl: Kliknij aby się wylogować.
ru: Нажмите на Выход Из Системы.
sv: Klicka för att logga ut.
tr: Oturum kapatmak için tıkla.

# McHlpMenuUnwrap
source: Decrypt the document and restore name and modification time.
pl: Odszyfruj dokument i przywróć nazwę i czas modyfikacji.
ru: Декодировать документ и восстановить имя вместе с временем модификации.
sv: Dekryptera dokumentet och återställ namn och modifieringstid.
tr: Belgeyi deşifre edip adını ve son değişiklik zamanını sıfırla.

# McHlpMenuWipe
source: Overwrite the entire file with random data and then delete permanently.
pl: Zastąp cały plik losowymi danymi, a następnie usuń je na stałe.
ru: Перезаписать весь файл со случайными данными, после чего удалить окончательно.
sv: Skriv över hela filen med slumpmässigt data och ta sedan bort permanent.
tr: Tüm dosyayı üzerine yaz ve temelli olarak sil.

# McHlpMenuWrapZ
source: First compress, then encrypt the document.
pl: Najpierw skompresuj, a następnie zaszyfruj dokument.
ru: Сначала сжать, а затем закодировать документ.
sv: Komprimera dokumentet först, kryptera det sedan.
tr: Dosyayı önce sıkıştır, sonra şifrele.

# McHlpMenuWrapZC
source: First compress, then encrypt the document. Keep the original.
pl: Najpierw skompresuj, a następnie zaszyfruj dokument. Zachowaj oryginał.
ru: Сначала сжать, а затем закодировать документ. Оригинал оставить.
sv: Komprimera dokumentet först, kryptera det sedan. Behåll orginalet.
tr: Dosyayı önce sıkıştırıp sonra şifrele. Orijinali sakla.

# McInfAbout
source: Compressing and Encrypting Wrapper and Application Launcher for Secure Local, Server or Web Storage of Document Files. This program is licensed according to the agreement. %n%n%2 %n%nAcknowledgements: %nThe Legion of the Bouncy Castle Inc.
pl: Biblioteki Opakowujące Funkcjonalność Kompresji i Szyfrowania wraz z Programem Uruchamiającym, do Bezpiecznego Przechowywania Dokumentów Lokalnie, na Serwerze lub w Sieci. Ten program jest licencjonowany zgodnie z umową. %n%n%2 %n%nPodziękowania: %n Legion of the Bouncy Castle Inc.
ru: Сжатие, Кодирование и Запуск Приложений для Безопасного Локального, Сервер и Веб Хранилища Документ Файлов. Данная программа лицензирована согласно договору. %n%n%2 %n%nБлагодарность: %nThe Legion of the Bouncy Castle Inc.
sv: Kryptering, komprimering och applikationsstart i ett paket för säker lokal, central och webblagring av dokument. Detta program är licensierat i enlighet med avtalet. %n%n%2 %n%nBidrag: %nThe Legion of the Bouncy Castle Inc.
tr: Güvenli lokal veya sanal saklamak için dosya sıkıştırma, şifreleme ve açma aracı. Bu program anlaşmaya göre lisanslanmıştır. %n%n%2 %n%nOnaylar: %nThe Legion of the Bouncy Castle Inc.

# McInfAuthLead
source: Integrity:
pl: Integralność:
ru: Целостность данных:
sv: Integritet:
tr: Veri tamlığı:

# McInfComp
source: Zlib/Deflate, RFC1950 and RFC1951.
pl: Zlib/Deflate,RFC1950 i RFC1951.
ru: Zlib/Deflate,RFC1950 и RFC1951.
sv: Zlib/Deflate, RFC1950 och RFC1951.
tr: Zlib/Deflate, RFC1950 ve RFC1951.

# McInfCompLead
source: Compression:
pl: Kompresja:
ru: Сжатие:
sv: Komprimering:
tr: Sıkıştırma:

# McInfEncLead
source: Encryption:
pl: Szyfrowanie:
ru: Кодирование:
sv: Kryptering:
tr: Şifreleme:

# McInfMenuAbout
source: About
pl: O
ru: Об
sv: Om
tr: Hakkında

# McInfMenuOpen
source: Open
pl: Otwórz
ru: Открыть
sv: Öppna
tr: Aç

# McInfMenuRename
source: Rename
pl: Zmień nazwę
ru: Переименовать
sv: Ändra namn
tr: Yeniden adlandır

# McInfMenuShow
source: Advanced
pl: Zaawansowane
ru: Продвинутый уровень
sv: Avancerat
tr: İleri

# McInfMenuSignOut
source: Sign Out
pl: Wyloguj
ru: Выйти Из Системы
sv: Logga Ut
tr: Oturum kapat

# McInfMenuUnwrap
source: Decrypt
pl: Odszyfruj
ru: Декодировать
sv: Dekryptera
tr: Deşifre et

# McInfMenuWipe
source: Secure Delete
pl: Bezpieczne usuwanie
ru: Защищённое Удаление
sv: Säker Readering
tr: Güvenli Silme

# McInfMenuWrapZ
source: Encrypt
pl: Szyfruj
ru: Кодировать
sv: Kryptera
tr: Şifrele

# McInfMenuWrapZC
source: Encrypt a copy
pl: Szyfruj kopię
ru: Кодировать копию
sv: Kryptera en kopia
tr: Bir kopyayı şifrele

# McMsgSystemCall
source: Error in system call to %3, %2
pl: Błąd wywołania usługi systemowej % 3, % 2
ru: Ошибка с системным вызовом %3, %2
sv: Fel vid systemanrop %3, %2
tr: Sistem aramasında %3, %2 hata

# McWrnCancel
source: Operation cancelled.
pl: Operacja anulowana.
ru: Отмена операции.
sv: Handlingen avbruten.
tr: Operasyon iptal edildi.

# MenuAxCryptIdText
source: My AxCrypt ID
pl: Mój AxCrypt ID
ru: Мой AxCrypt ID
sv: Mitt AxCrypt ID
tr: AxCrypt kimliğim

# MenuDecryptPermanentlyText
source: Decrypt Permanently
pl: Odszyfruj trwale
ru: Декодировать Окончательно
sv: Tag Bort Skydd Permanent
tr: Sürekli olarak deşifre et

# MenuDecryptTemporarilyText
source: Decrypt Temporarily
pl: Odszyfruj tymczasowo
ru: Декодировать Временно
sv: Tag Bort Skydd Temporärt
tr: Şimdilik deşifre et

# MenuLabel
source: Menu
ru: Меню
sv: Meny
tr: Menü

# MenuOpenExplorerHereText
source: Open Explorer Here
pl: Otwórz Explorator tutaj
ru: Открыть Explorer Здесь
sv: Öppna Utforskaren Här
tr: Explorer'ı burada aç

# MessageAskAboutStartTrial
source: We noticed you don't have a Premium subscription, so we'd like to start a free Trial for you!
pl: Zauważyliśmy, że nie masz subskrypcji Premium, dlatego chcielibyśmy zaproponować Ci bezpłatny okres próbny!
ru: Мы заметили, что у вас нет Premium подписки, поэтому мы хотели бы предложить бесплатную пробную версию!
sv: Det verkar som du inte har Premium, så vi vill gärna ge dig möjligheten att prova gratis!
tr: Premium aboneliğin olmadığını fark ettik, o yüzden ücretsiz bir Deneme süresi başlatmanı istiyoruz!

# MessageAskAboutStartTrialForMac
source: Without Premium you can only view and permanently decrypt encrypted files.
pl: Bez subskrypcji Premium możesz tylko oglądać i trwale odszyfrowywać zaszyfrowane pliki.
ru: Без Premium Вы только можете просматривать и перманентно декодировать зашифрованные файлы.
sv: Utan Premium kan du bara visa dokument eller permanent ta bort skyddet.
tr: Premium üyeliğin olmadan, şifrelenmiş dosyaları sadece görüntüleyebilir veya kalıcı olarak açabilirsin.

# MessageAskAboutStartTrialForMobileApps
source: When the trial period ends, you can't use the AxCrypt mobile apps. A paid subscription is required. You can always open encrypted files with a free desktop version of AxCrypt.
pl: Po zakonńczeniu okresu testowego nie możesz korzystać z aplikacji mobilnych. Konieczna jest płatna subskrypcja. Zawsze możesz otwierać zaszyfrowane pliki przy pomocy darmowej wersji AxCrypt na komputer.
ru: Когда пробный период заканчивается, вы не можете использовать мобильные приложения AxCrypt. Платная подписка требуется. Вы всегда можете открыть зашифрованные файлы с помощью бесплатной версии AxCrypt на вашем компьютере.
sv: När provperiden tar slut kan du inte använda våra mobilappar. Det krävs ett betalt abonnemang. Du kan alltid dekryptera dina krypterade filer med en gratisversion av AxCrypt för din dator.
tr: Deneme süresi bittiğinde, AxCrypt mobil uygulamalarını kullanamayacaksın. Bunun için ücretli bir abonelik gerekmektedir. Şifrelenmiş dosyalarını, AxCrypt'in ücretsiz masaüstü versiyonuyla her zaman açabilirsin.

# MessageAskAboutStartTrialForWindows
source: When the trial period ends, you'll automatically continue with AxCrypt Free unless you choose to purchase a subscription.
pl: Po zakończeniu okresu próbnego automatycznie przejdziesz na subskrypcję AxCrypt Free, o ile nie wybierzesz płatnej subskrypcji.
ru: Когда пробный период будет завершен, вы автоматически продолжите использование AxCrypt Free, если вы не решите приобрести подписку.
sv: När provperioden avslutas kommer du att automatiskt fortsätta med ett av våra gratis-abonnemang om du inte väljer att teckna ett betalt abonnemang.
tr: Deneme süresi bittiğinde, üyelik satın almadığın sürece otomatik olarak AxCrypt Free ile devam edeceksin.

# MessageErrorTitle
source: Error
pl: Błąd
ru: Ошибка
sv: Fel
tr: Hata

# MessageExitConfirmation
source: Do you really want to exit?
pl: Czy naprawdę chcesz wyjść?
ru: Вы уверены, что хотите выйти из системы?
sv: Vill du verkligen avsluta?
tr: Gerçekten çıkmak istiyor musun?

# MessageInvalidSignUpEmailText
source: You cannot sign up as '{0}'. Please enter a real email address, and try again.
pl: Nie możesz zarejestrować się jako "{0}". Wprowadź prawdziwy adres e-mail i spróbuj ponownie.
ru: Вы не можете зарегестрироваться как '{0}'. Пожалуйста, введите действительный адрес электронной почты и попробуйте ещё раз.
sv: Det går inte att använda '{0}'. Vänligen ange din riktiga e-postadress och försök igen.
tr: '{0}' olarak kaydolamazsın. Lütfen gerçek bir e-posta adresi girip tekrar dene.

# MessageInvalidSignUpEmailTitle
source: Invalid Email Address
pl: Nieprawidłowy adres email
ru: Недействительный Адрес Электронной Почты
sv: Ogiltig e-postadress
tr: Geçersiz e-posta adresi

# MessageServerUpdateText
source: The AxCrypt-server has been updated. Please update AxCrypt soon. Unexpected errors may occur otherwise.
pl: Serwer AxCrypt został zaktualizowany. Proszę wkrótce zaktualizować AxCrypt. W przeciwnym razie mogą wystąpić nieoczekiwane błędy.
ru: AxCrypt- сервер был обновлён. Пожалуйста, обновите AxCrypt. В противном случае могут проявиться непредвиденные ошибки.
sv: AxCrypt-servern har uppdateras. Vänligen uppdatera AxCrypt-programmet snarast, annars finns risk för oväntade fel.
tr: AxCrypt-sunucusu güncellendi. Lütfen en kısa zamanda AxCrypt'i güncelle. Diğer türlü belirsiz hatalar oluşabilir.

# MessageServerUpdateTitle
source: AxCrypt Server Updated!
pl: Serwer AxCrypt uaktualniony!
ru: AxCrypt Сервер Обновлён!
sv: AxCrypt-servern uppdaterad!
tr: AxCrypt sunucusu güncellendi!

# MessageSigningUpText
source: You have now signed up as '{0}'. Please check your inbox for an email with a 6-digit verification code.
pl: Zarejestrowałeś się jako "{0}". Sprawdź skrzynkę odbiorczą, powinieneś otrzymać e-mail z 6-cyfrowym kodem weryfikacyjnym.
ru: Вы теперь зарегистрированы как '{0}'. Пожалуйста, проверьте Вашу входящую почту на наличие электронного письма с 6-знаковым верификационным кодом.
sv: Du har nu tecknat dig som '{0}'. Kontrollera din inbox, och leta efter ett meddelande med en 6-siffrig verifieringskod.
tr: '{0}' olarak bağlısın. Lütfen gelen kutuna gelen 6 haneli onay kodunu içeren e-postayı kontrol et.

# MessageSigningUpTitle
source: Sign Up for AxCrypt ID
pl: Zarejestruj swój AxCrypt ID
ru: Зарегистрироваться на AxCrypt ID
sv: Teckna AxCrypt ID
tr: AxCrypt kimliği için kaydol

# MessageSignUpInternetRequiredTitle
source: No Internet Acccess
pl: Brak dostępu do sieci
ru: Доступ к Интернету Отсутствует
sv: Internetåtkomst Saknas!
tr: İnternet erişimi yok

# MessageSignUpUnexpectedErrorText
source: Something unexpected went wrong. Please try again. If the problem persists, please report this.
pl: Coś nieoczekiwanego poszło nie tak. Proszę spróbuj ponownie. Jeśli problem nie ustąpi, zgłoś go.
ru: Непредвиденные неполадки. Пожалуйста, попробуйте ещё раз. Если проблема не решится, пожалуйста, отрапортуйте об этом.
sv: Något oväntat gick fel. Försök igen, om problemet kvarstår rapportera det till oss.
tr: Bilinmeyen bir hata oluştu. Lütfen tekrar dene. Sorun devam ederse lütfen hatayı bildir.

# MessageSignUpUnexpectedErrorTitle
source: Unexpected Error
pl: Niespodziewany błąd
ru: Непредвиденная Ошибка
sv: Oväntat Fel
tr: Beklenmedik hata

# MessageUnexpectedErrorText
source: An unexpected error '{0}' occurred.
pl: Wystąpił niespodziewany błąd '{0}'.
ru: Произошла непредвиденная ошибка '{0}'.
sv: Ett oväntat fel '{0}' har inträffat.
tr: '{0}' isimli beklenmedik bir hata oluştu.

# MessageUnexpectedErrorTitle
source: Unexpected Error!
pl: Niespodziewany błąd!
ru: Непредвиденная Ошибка!
sv: Oväntat Fel!
tr: Beklenmedik hata!

# MessageUnsubscribedConfirmation
source: You're now unsubscribed from news and information emails.
pl: Nie będziesz już otrzymywał wiadomości ani emaili informacyjnych.
ru: Вы отменили Вашу подписку на новости и информационные электронные письма.
sv: Du har nu avslutat din prenumeration på nyhets- och informationsbrev via epost.
tr: Duyuru ve bilgilendirme e-postalarından çıkarıldın.

# MoreButtonText
source: More...
pl: Więcej...
ru: Больше...
sv: Mer...
tr: Daha fazla...

# MoreKeyFileToolTop
source: Click to enter the name of a key file. Only use if you know you used a key file when securing this file with the previous version of AxCrypt.
pl: Kliknij, aby wprowadzić nazwę pliku klucza. Używaj tylko jeśli wiesz, że używałeś pliku klucza podczas zabezpieczania tego pliku za pomocą poprzedniej wersji programu AxCrypt.
ru: Нажмите для введения имени ключевого файла. Использовать только, если Вы использовали ключевой файл при обеспечении безопасности данному файлу с помощью предыдущей версии AxCrypt.
sv: Klicka för att ange namnet på en nyckelfil. Endast relevant om du vet att du använt en nyckelfil när du skyddade filen med den tidigare versionen av AxCrypt.
tr: Bir anahtar dosyasının adını girmek için tıkla. Sadece bir önceki AxCrypt sürümünde dosyayı koruma altına alırken anahtar dosyası kullandıysan bunu yap.

# NavigationPaneFeedback
source: Feedback
pl: Opinie
ru: Обратная Связь
sv: Synpunkter
tr: Görüşlerin

# NavigationPaneHome
source: Home
pl: Start
ru: Стартовая Страница
sv: Start
tr: Giriş

# NewPassphraseDialogTitle
source: Create a New Password
pl: Utwórz nowe hasło
ru: Создать Новый Пароль
sv: Sätt ett nytt lösenord
tr: Yeni şifre yarat

# NewSecretSuccess
source: Your new password entry has been saved.
pl: Twoje nowe hasło zostało zapisane.
ru: Ваш ввод нового пароля был сохранён.
sv: Lösenordsposten har sparats.
tr: Yeni şifren kaydedilmiştir.

# NewVersionIsAvailableText
source: Version {0} is available!
pl: Wersja {0} jest dostępna!
ru: Доступна версия {0}!
sv: Version {0} finns tillgänglig!
tr: {0} sürümü mevcut!

source: Next
pl: Dalej
ru: Следующий
sv: Nästa
tr: Sonraki

# NoDefaultEncryptionKeySetToolTip
source: You are Signed Out. Click to Sign In.
pl: Wylogowałeś się. Kliknij aby się zalogować.
ru: Вы выполнили Выход Из Системы. Нажмите для Входа В Систему.
sv: Du är utloggad. Klicka för att logga på.
tr: Oturumun kapalı. Oturum açmak için tıkla.

# NoInternetErrorMessage
source: Can't connect to server right now, please check your internet connection.
pl: Chwilowo nie można połączyć się z serwerem, sprawdź połączenie internetowe.
ru: На данный момент невозможно подключиться к серверу, пожалуйста, проверьте Ваш доступ к Интернету.
sv: Kan inte ansluta för tillfället, kontrollera din Internetanslutning.
tr: Sunucuya şu an bağlanılamıyor, lütfen internet bağlantını kontrol et.

# NoNeedToCheckForUpdatesTooltip
source: No need to check for updates.
pl: Nie musisz sprawdzać aktualizacji.
ru: Проверка на обновления не требуется.
sv: Inget uppdateringsbehov.
tr: Yeni sürüm aramaya gerek yoktur.
